Repository: yanus90/wvb
Catalog: web/app/languages/plugins/bootstrap-for-contact-form-7-*.po
Languages: nl_nl

source: Please make sure the conditions for the plugin are met or deactivate it otherwise.
nl_nl: Zorg dat er aan de vereiste van de plugin is voldaan of deactiveer de plugin.

source: The plugin <em>Bootstrap for Contact Form 7</em> has not been initialized since either <em>Contact Form 7</em> is not active or you are not using a Bootstrap theme.
nl_nl: De plugin <em>Bootstrap for Contact Form 7</em> is niet geïnitialiseerd omdat <em>Contact Form 7</em> niet geactiveerd is of je gebruikt geen Bootstrap thema.

source: This plugin modifies the output of the popular Contact Form 7 plugin to be styled in compliance with themes using the Bootstrap CSS framework.
nl_nl: Deze plugin modificeert de uitvoer van de populaire Contact Form 7 plugin zodat de styling compatibel is met thema's die gebruik maken van het Bootstrap CSS framework.

source: https://wordpress.org/plugins/bootstrap-for-contact-form-7/
nl_nl: https://nl.wordpress.org/plugins/bootstrap-for-contact-form-7/

source: Bootstrap for Contact Form 7
nl_nl: Bootstrap voor Contact Form 7

source: To use CAPTCHA, you need <a href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple CAPTCHA</a> plugin installed.
nl_nl: Om gebruik te kunnen maken van CAPTCHA moet de <a href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple CAPTCHA</a> plugin geïnstalleerd zijn.

source: Send
nl_nl: Versturen

source: Your Message
nl_nl: Je bericht

source: Subject
nl_nl: Onderwerp

source: Your Email
nl_nl: Je e-mail

source: Your Name
nl_nl: Je naam
