Repository: yanus90/wvb
Catalog: web/app/languages/plugins/simple-page-ordering-*.po
Languages: nl_nl

source: Move under %s
nl_nl: Verplaats onder %s

source: Move out from under %s
nl_nl: Verplaats van onder %s vandaan

source: You are not allowed to edit this item.
nl_nl: Je hebt geen toestemming om dit item te bewerken.

source: Reset %1$s order
nl_nl: Reset %1$s volgorde

source: Are you sure you want to reset the ordering of the "%1$s" post type?
nl_nl: Weet je zeker dat je de volgorde van het "%1$s" berichttype wil resetten?

source: %s error:
nl_nl: %s fout:

source: The maximum PHP version supported is %s
nl_nl: De maximaal ondersteunde versie van PHP is %s

source: The minimum PHP version required is %s
nl_nl: De minimale vereiste PHP versie is %s

source: This post type is not sortable.
nl_nl: Dit berichttype is niet sorteerbaar.

source: Array of IDs we want to exclude
nl_nl: Array van ID's die we willen uitsluiten

source: Index we start with when sorting
nl_nl: Index waarmee we beginnen bij het sorteren

source: ID of item we want to be next to after sorting
nl_nl: ID van item waar we na sortering naast willen staan

source: ID of item we want to be previous to after sorting
nl_nl: ID van item waar we voor willen staan na sortering

source: ID of item we want to sort
nl_nl: ID van item dat we willen sorteren

source: It looks like you are using a development copy of <strong>Simple Page Ordering</strong>. Please run <code>npm i; npm run build</code> to create assets.
nl_nl: Het lijkt erop dat je een ontwikkelingsexemplaar van <strong>Simple Page Ordering</strong> gebruikt. Voer <code>npm i; npm run build</code> uit om assets te maken.

source: Missing mandatory parameters.
nl_nl: Ontbrekende verplichte parameters.

source: Order your pages and hierarchical post types using drag and drop on the built in page list. For further instructions, open the "Help" tab on the Pages screen.
nl_nl: Sorteer je pagina's en hiÃ«rarchische berichttypen d.m.v. het verslepen in het ingebouwde pagina overzicht. Voor verdere instructies open je de tab "Hulp" op het scherm Pagina's.

source: Sort by Order
nl_nl: Sorteer op volgorde

source: To reposition an item, simply drag and drop the row by "clicking and holding" it anywhere (outside of the links and form controls) and moving it to its new position.
nl_nl: Om een item te verplaatsen, gebruik eenvoudigweg drag en drop (slepen en loslaten) door klikken en vasthouden (buiten de links en knoppen) en het te verplaatsen naar de nieuwe positie.
