{"translation-revision-date":"2021-07-23 12:51:41+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Cash on Delivery Logo":["Logo voor contant betalen bij ontvangst"],"eWAY Logo":["eWAY-logo"],"Square Logo":["Square-logo"],"Mollie Payments for WooCommerce logo":["Logo voor Mollie-betalingen voor WooCommerce"],"Klarna Logo":["Klarna-logo"],"PayPal Logo":["PayPal-logo"],"Mercado Pago Logo":["Mercado Pago-logo"],"PayFast Logo":["PayFast-logo"],"Paystack Logo":["Paystack-logo"],"Stripe Logo":["Stripe-logo"],"Manage transactions without leaving your WordPress Dashboard. Only with WooCommerce Payments.":["Beheer transacties zonder je WordPress-dashboard te hoeven verlaten. Alleen met WooCommerce Payments."],"Accept credit and debit cards, offline (cash or bank transfer) and logged-in payments with money in Mercado Pago. Safe and secure payments with the leading payment processor in LATAM.":["Accepteer creditcards en debetkaarten, offline (cash of bankoverschrijving) en aangemelde betalingen met geld in Mercado Pago. Veilige en beveiligde betalingen met de toonaangevende betalingsverwerker in Latijns-Amerika."],"Mercado Pago Checkout Pro & Custom":["Mercado Pago Checkout Pro en Custom"],"Live Public Key":["Live openbare sleutel"],"Paystack helps African merchants accept one-time and recurring payments online with a modern, safe, and secure payment gateway.":["Paystack helpt Afrikaanse verkopers eenmalige en herhaaldelijke betalingen te accepteren online met een modem, veilig en met een beveiligde betaalmethode."],"Paystack":["Paystack"],"%(title)s account":["%(title)s -account"],"Your API details can be obtained from your {{link\/}}":["Je kunt je API-gegevens bekijken via je {{link\/}}"],"Connect your %(title)s account":["Je %(title)s-account koppelen"]," connected successfully":[" gekoppeld"],"Please enter your ":["Voer het volgende in: je "],"Mercado Pago can be configured under your {{settingsLink}}store settings.{{\/settingsLink}} Create your Mercado Pago account {{accountLink}}here.{{\/accountLink}}":["Je kunt Mercado Pago configureren in de {{settingsLink}}instellingen van je winkel.{{\/settingsLink}} Maak {{accountLink}}hier je Mercado Pago-account aan.{{\/accountLink}}"],"Connect to your Mercado Pago account":["Verbinding maken met je Mercado Pago-account"],"Enable PayU’s exclusive plugin for WooCommerce to start accepting payments in 100+ payment methods available in India including credit cards, debit cards, UPI, & more!":["Schakel de PayU’s exclusieve plugin in voor WooCommerce om te beginnen met betalingen te accepteren van 100+ betalingsmethoden beschikbaar in India zoals krediet- en debitkaarten, UPI & meer!"],"PayU for WooCommerce":["PayU voor WooCommerce"],"Connect to your PayU account":["Maak verbinding met je PayU account"],"PayU can be configured under your {{settingsLink}}store settings.{{\/settingsLink}} Create your PayU account {{accountLink}}here.{{\/accountLink}}":["PayU kan ingesteld worden onder je {{settingsLink}}winkelinstellingen.{{\/settingsLink}} Maak je PayU account {{accountLink}}hier.{{\/accountLink}}"],"Effortless payments by Mollie: Offer global and local payment methods, get onboarded in minutes, and supported in your language.":["Moeiteloos betalen via Mollie: Bied wereldwijde en plaatselijke betaalmethoden aan, ga binnen enkele minuten aan de slag en vind ondersteuning in jouw taal."],"Mollie Payments for WooCommerce":["Mollie-betalingen voor WooCommerce"],"PayPal Payments":["PayPal-betalingen"],"Create a {{accountLink}}Mollie account{{\/accountLink}} and finish the configuration in the {{settingsLink}}Mollie settings.{{\/settingsLink}}":["Maak een {{accountLink}}Mollie-account{{\/accountLink}} aan en rond de configuratie af in de {{settingsLink}}Mollie-instellingen.{{\/settingsLink}}"],"Connect your Mollie account":["Koppel je Mollie-account"],"Client Id":["Client-ID"],"Merchant Id":["Handelaars-ID"],"Your API details can be obtained from your {{docsLink}}Paypal developer account{{\/docsLink}}, and your Merchant Id from your {{merchantLink}}Paypal Business account{{\/merchantLink}}. Don’t have a Paypal account? {{registerLink}}Create one.{{\/registerLink}}":["Je API-gegevens zijn te vinden bij je {{docsLink}}PayPal-ontwikkelaarsaccount{{\/docsLink}}, en je Handelaars-ID bij je {{merchantLink}}PayPal Business-account{{\/merchantLink}}. Heb je geen PayPal-account? {{registerLink}}Maak er een aan.{{\/registerLink}}"],"Please enter your Client Secret":["Voer je client-geheim in"],"Please enter your Client Id":["Voer je client-ID in"],"Please enter your Merchant Id":["Voer je handelaars-ID in"],"Please enter your Merchant email":["Voer je handelaars-e-mail in"],"There was a problem updating the credentials.":["Er is een probleem opgetreden bij het bijwerken van de inloggegevens."],"There was a problem with the Paypal onboarding setup, please fill the fields in manually.":["Er is een probleem opgetreden bij het configureren van de PayPal-onboarding. Vul de velden handmatig in."],"There was a problem saving your payment settings through the onboarding, please fill the fields in manually.":["Er is een probleem opgetreden bij het opslaan van je betaalinstellingen via de onboarding. Vul de velden handmatig in."],"I agree":["Ik ga akkoord"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Door ermee in te stemmen om niet-gevoelige {{link}}gebruiksgegevens{{\/link}} te delen, help je ons de functies te verbeteren en de WooCommerce Payments-ervaring te optimaliseren. Je kan je op elk moment uitschrijven."],"Help us build a better WooCommerce Payments experience":["Help ons een betere WooCommerce Payments-ervaring te creëren"],"The official Razorpay extension for WooCommerce allows you to accept credit cards, debit cards, netbanking, wallet, and UPI payments.":["De officiële Razorpay-extensie voor WooCommerce stelt je in staat om betalingen via creditcards, betaalpassen, online bankieren, wallets en UPI te innen."],"Razorpay":["Razorpay"],"Connect your Razorpay account":["Koppel je Razorpay-account"],"Key Secret":["Geheime sleutel"],"Key ID":["Sleutel-ID"],"Your key details can be obtained from your {{link}}Razorpay account{{\/link}}":["Je kan je sleutelgegevens bekijken via je {{link}}Razorpay-account{{\/link}}"],"Razorpay connected successfully":["Razorpay gekoppeld"],"Please enter your Key Secret":["Voer je geheime sleutel in"],"By clicking \"Connect,\" you agree to the {{tosLink}}Terms of Service{{\/tosLink}}. Or {{manualConfigLink}}manually enter your Stripe API details{{\/manualConfigLink}} instead.":["Door op 'Koppelen' te klikken, ga je akkoord met onze {{tosLink}}Servicevoorwaarden{{\/tosLink}}. Je kan {{manualConfigLink}}je Stripe API-informatie in plaats daarvan ook handmatig invoeren{{\/manualConfigLink}}."],"Please enter your Key ID":["Voer je sleutel ID in"],"Secret Key":["Geheime code"],"Publishable Key":["Publiceerbare code"],"Please enter a secret key in the same mode as the publishable key.":["Voer een geheime code in op dezelfde wijze als de publiceerbare code."],"Please enter a valid secret key (starting with \"sk_\" or \"rk_\").":["Voer een geldige geheime code in (beginnend met 'sk_' of 'rk_')."],"Please enter a valid publishable key (starting with \"pk_\").":["Voor een geldige publiceerbare code in (beginnend met 'pk_')."],"Connect your eWAY account":["Koppel je eWAY-account"],"Customer Password":["Wachtwoord van klant"],"Customer API Key":["API-sleutel van klant"],"eWAY connected successfully":["eWAY gekoppeld"],"Please enter your customer password":["Voer je klantenwachtwoord in"],"Please enter your customer API key ":["Voer je API-sleutel voor klanten in"],"eWAY":["eWAY"],"A PayPal account is required to process payments. Connect your store to your PayPal account.":["Een Paypal account is vereist om betalingen te verwerken. Koppel je winkel aan je PayPal account."],"You will be redirected to the PayPal website to create the connection.":["Je wordt omgeleid naar de site van Paypal om de verbinding te maken."],"Take payments via bank transfer.":["Betalingen innen via bankoverschrijving."],"Take payments in cash upon delivery.":["Betalingen in contanten innen bij levering."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Door deze extensie te selecteren, wordt je winkel geconfigureerd om gebruik te maken van de Zuid-Afrikaanse rand als gekozen valuta."]," Selling CBD products is only supported by Square.":[" De verkoop van CBD-producten wordt alleen ondersteund door Square."],"Passphrase":["Wachtwoordzin"],"Merchant Key":["Handelaarscode"],"Merchant ID":["Handelaars-ID"],"Connect your Klarna account":["Koppel je Klarna-account."],"PayFast":["PayFast"],"Connect your PayPal account":["Koppel je PayPal-account"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Er is een fout opgetreden tijdens het verbinden met WooCommerce Payments. Probeer het opnieuw of maak later verbinding in winkelinstellingen."],"WooCommerce Payments connected successfully.":["Verbinding gemaakt met WooCommerce Payments."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Een Square-account is vereist om betalingen te verwerken. Je wordt doorgeleid naar de website van Square om de verbinding tot stand te brengen."],"Connect your Square account":["Koppel je Square-account"],"Connect your Stripe account":["Koppel je Stripe-account"],"A Stripe account is required to process payments.":["Een Stripe account is vereist om betalingen te verwerken."],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}. Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Je API-gegevens kunnen verkregen worden via je {{docsLink}}Stripe-account{{\/docsLink}}. Heb je geen Stripe-account? {{registerLink}}Maak er een aan.{{\/registerLink}}"],"These details are required to receive payments via bank transfer":["Deze gegevens zijn vereist om betalingen via bankoverschrijving te innen"],"Add your bank details":["Voeg je bankgegevens toe"],"Direct bank transfer details added successfully":["Gegevens voor directe bankoverschrijving toegevoegd"],"Please enter an account number or IBAN":["Voer een rekeningnummer of IBAN in"],"WooCommerce Payments":["WooCommerce Payments"],"There was a problem saving your payment settings":["Er was een probleem met het opslaan van je betaalinstellingen"],"Yes, count me in!":["Ja, reken op mij!"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Ontvang verbeterde functies en snellere oplossingen door niet-gevoelige gegevens te delen via {{link}}gebruikstracering{{\/link}} dat ons laat zien hoe WooCommerce wordt gebruikt. Er worden geen persoonlijke gegevens gevolgd of opgeslagen."],"Build a better WooCommerce":["Creëer een betere WooCommerce"],"There was a problem updating your preferences":["Er is een probleem opgetreden met het updaten van je voorkeuren"],"Securely accept credit and debit cards with one low rate, no surprise fees (custom rates available). Sell online and in store and track sales and inventory in one place.":["Accepteer creditcards en betaalpassen veilig voor een laag tarief, zonder verborgen toeslagen (aangepaste tarieven beschikbaar). Verkoop online en in de winkel en volg de verkoop en voorraad op één plaats."],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Kies de betaling die je wilt: betaal nu, betaal later of verdeel het bedrag. Geen creditcardnummers, geen wachtwoorden, geen gedoe."],"Accept debit and credit cards in 135+ currencies, methods such as Alipay, and one-touch checkout with Apple Pay.":["Accepteer betaalpassen en creditcards in meer dan 135 valuta's, betaalmethoden als Alipay en afrekenen met één druk op de knop via Apple Pay."],"Credit cards - powered by Stripe":["Creditcards - mogelijk gemaakt door Stripe"],"PayPal connected successfully.":["Verbinding gemaakt met PayPal."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Er is een fout opgetreden tijdens het verbinden met Square. Probeer het opnieuw of sla over om later verbinding te maken in winkelinstellingen."],"Square connected successfully.":["Verbinding gemaakt met Square."],"Live Secret Key":["Live geheime code"],"There was a problem saving your payment settings.":["Er is een probleem met het opslaan van je betaalinstellingen."],"Stripe connected successfully.":["Verbinding gemaakt met Stripe."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Je kunt Klarna configureren in de {{link}}instellingen van je winkel{{\/link}}. Ontdek {{helpLink}}wat je nodig hebt{{\/helpLink}}."],"Your API details can be obtained from your {{link}}eWAY account{{\/link}}":["Je API-gegevens kunnen verkregen worden via je {{link}}eWay-account{{\/link}}"],"Proceed":["Doorgaan"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["Met de PayFast-extensie voor WooCommerce kun je betalingen met creditcard en EFT accepteren via een van de populairste betaalwijzen van Zuid-Afrika. Geen administratiekosten of maandelijkse abonnementskosten."],"The eWAY extension for WooCommerce allows you to take credit card payments directly on your store without redirecting your customers to a third party site to make payment.":["Met de eWAY-extensie voor WooCommerce kun je creditcardbetalingen rechtstreeks vanuit je winkel aannemen, zonder dat klanten naar een site van derden omgeleid worden."],"Square":["Vierkant"],"Klarna Payments":["Klarna Payments"],"Klarna Checkout":["Klarna Checkout"],"Please enter a valid email address":["Geef alsjeblieft een geldig e-mail adres op."],"Connect":["Koppelen"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Veilig betalingen accepteren via kredietkaart of de PayPal-account van de klant."],"Email address":["E-mailadres"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Bank name":["Banknaam"],"Account number":["Accountnummer"],"Account name":["Accountnaam"],"Sort code":["Sorteercode"],"Direct bank transfer":["Directe bankoverschrijving"],"Save":["Opslaan"],"No thanks":["Nee, bedankt"],"Cash on delivery":["Rembours"],"Continue":["Doorgaan"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/3.js"}}