{"translation-revision-date":"2025-03-25 20:59:03+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Export as a zip (Experimental)":["Als zip exporteren (experimenteel)"],"Export your blueprint schema. Select the options you want to export, then click on “Export”. Want to know more? <docLink\/> ":["Exporteer je blauwdrukschema. Selecteer de opties die je wilt exporteren, klik daarna op 'Exporteren'. Wil je meer weten? <docLink\/> "],"Export Blueprint":["Blauwdruk exporteren"],"Check our documentation":["Bekijk onze documentatie"],"Import your blueprint schema to ease the setup process for your store or allow teams to apply each others’ changes. You can import only one Blueprint at the time. Want to know more? <docLink\/>":["Importeer je blauwdrukschema om het instelproces voor je winkel te vereenvoudigen of laat teams elkaars wijzigingen toepassen. Je kan maar één blauwdruk per keer importeren. Wil je meer weten? <docLink\/>"],"Uploading your file…":["Je bestand wordt geüpload …"],"Upload a .zip or .json file":["Een .zip- of .json-bestand uploaden"],"Your Blueprint has been imported!":["Je blauwdruk is geïmporteerd!"],"Importing the file will overwrite the current configuration for the following items in WooCommerce Settings:":["Door dit bestand te importeren wordt de huidige configuratie overschreven voor de volgende items in de WooCommerce-instellingen:"],"Your configuration will be overridden":["Je configuratie wordt overschreven"],"Change image":["Wijzigen afbeelding"],"Sending…":["Aan het verzenden..."],"Send to":["Verzend naar"],"Return to gateways":["Terug naar gateways"],"Business location :":["Locatie bedrijf:"],"Payment providers":["Betaalproviders"],"Email preview type":["Type voorbeeld van e-mail"],"Send test email":["Test-e-mail verzenden"],"Enter an email":["Voer een e-mail in"],"Send yourself a test email to check how your email looks in different email apps.":["Stuur jezelf een test-e-mail om te contoleren hoe je e-mail eruitziet in verschillende e-mailapps."],"Send a test email":["Test-e-mail verzenden"],"Email preview frame":["Frame voorbeeld van e-mail"],"Mobile icon":["Mobiel pictogram"],"Mobile preview on desktop":["Mobiel voorbeeld op desktop"],"Email preview on desktop":["E-mailvoorbeeld op desktop"],"Image preview":["Voorbeeldweergave afbeelding"],"Undo changes":["Wijzigingen ongedaan maken"],"Sync with theme":["Synchroniseren met thema"],"Using default values.":["Standaardwaarden gebruiken."],"Synced with theme.":["Synchroniseren met thema."],"WooCommerce Tax, recommended for new stores":["WooCommerce Tax, aanbevolen voor nieuwe winkels"],"Select which payment methods you'd like to offer to your shoppers. You can update these here at any time.":["Selecteer welke betaalmethoden je je klanten wil bieden. Je kan deze altijd bijwerken."],"Choose your payment methods":["Kies je betaalmethoden"],"Avatar icon":["Avatar icoon"],"Desktop icon":["Desktop icoon"],"Image upload icon":["Afbeelding upload icoon"],"WooCommerce Settings":["WooCommerce instellingen"],"Take offline payments":["Neem offline betalingen aan"],"Install the extension":["Installeer de extensie"],"View all of your orders in our new Order Attribution extension.":["Bekijk al je bestellingen in onze nieuwe bestellingstoewijzingextensie."],"Try Order Attribution":["Probeer bestellingstoewijzing"],"There was an error loading misc recommendations":["Er is een fout opgetreden bij het laden van aanbevelingen"],"Stripe Tax for Woocommerce has been successfully installed. Let's configure it now.":["Stripe Tax voor WooCommerce is geïnstalleerd. Laten we het nu gaan configureren."],"Install for free":["Gratis installeren, daarna betalen bij upgrades"],"Continue to setttings":["Doorgaan naar Instellingen"],"Free to install, then pay as you go.":["Gratis te installeren, daarna betalen bij upgrades."],"Coverage in over 55 countries":["Dekking in meer dan 55 landen"],"Detailed tax transaction reports":["Gedetailleerde rapporten over belastingstransacties"],"Multi-economic nexus compliance":["Naleving van meervoudige economische nexus"],"Powerful global tax tool":["Krachtig wereldwijd belastingstool"],"Stripe Tax":["Stripe Tax"],"Apply to store pages only":["Alleen op winkelpagina’s toepassen"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Beheer hoe bezoekers je site zien. <a>Meer weten<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Weet je zeker dat je wilt overschakelen van live modus naar modus Binnenkort beschikbaar? Je site is dan niet zichtbaar en klanten kunnen gedurende deze tijd geen aankopen doen."],"Confirm switch to ‘Coming soon’ mode":["Overschakelen naar modus ‘Binnenkort beschikbaar’ bevestigen"],"It’s time to celebrate – you’re ready to launch your store! Woo! Hit the button to preview your store and make it public.":["Tijd voor een feestje: u bent klaar om uw winkel te lanceren! Woo! Klik op de knop om een voorbeeld van uw winkel te bekijken en hem openbaar te maken."],"I don’t charge sales tax":["Ik breng geen omzetbelasting in rekening"],"Coming soon":["Binnenkort beschikbaar"],"WooPayments BNPL illustration":["Afbeelding WooPayments BNPL"],"Click for error details":["Klik voor foutgegevens"],"Reload Page":["Herlaad pagina"],"Oops, something went wrong":["Er is iets misgegaan"],"We’re sorry for the inconvenience. Please try reloading the page, or you can get support from the community forums.":["We betreuren het ongemak. Probeer de pagina opnieuw te laden, of je kunt ondersteuning krijgen van de communityforums."],"Share your site with anyone using a private link.":["Deel je site met iedereen via een persoonlijke link."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Toon een “komt binnenkort” bericht op je winkelpagina's — de rest van je site blijft zichtbaar."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Je site wordt voor bezoekers verborgen achter een landingspagina met 'binnenkort beschikbaar' tot je site klaar is om bekeken te worden."],"Set your store’s visibility":["De zichtbaarheid van je winkel instellen"],"Launch your store only when you’re ready to by switching between \"Coming soon\" and \"Live\" modes. Build excitement by creating a custom page visitors will see before you’re ready to go live. <link>Discover more<\/link>":["Start je winkel alleen wanneer je er klaar voor bent door te schakelen tussen de \"Komt binnenkort\" en \"Live\" modi. Bouw opwinding op door een aangepaste pagina te maken die bezoekers zullen zien voordat je klaar bent om live te gaan. <link>Ontdek meer<\/link>"],"View store":["Bekijk winkel"],"Your entire site is visible to everyone.":["Je gehele site is zichtbaar voor iedereen."],"Share your site with a private link":["Deel je site met een privé-link"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Je site is verborgen voor bezoekers achter een 'Binnenkort beschikbaar' landingspagina totdat deze klaar is voor weergave. Je kunt je 'Binnenkort beschikbaar' landingspagina aanpassen via de <a>Editor<\/a>."],"Site visibility":["Site zichtbaarheid"],"Live":["Live"],"Launch Your Store":["Je winkel lanceren"],"Launch store":["Winkel lanceren"],"Your store is ready for launch!":["Je winkel is klaar voor lancering!"],"Launch Your Store illustration":["Lanceer je winkel illustratie"],"Power your payments with a simple, all-in-one option. Verify your business details to start managing transactions with WooCommerce Payments.":["Zet je betalingen aan met een eenvoudige alles-in-één optie. Controleer je bedrijfsgegevens om te beginnen met het beheren van transacties met WooCommerce Payments."],"Start selling by adding products or services to your store. Choose to list products manually, or import them from a different store. ":["Begin met verkopen door producten of diensten toe te voegen aan je winkel. Kies ervoor om producten handmatig op te nemen of importeer ze vanuit een andere winkel. "],"List your products":["Je producten weergeven"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Geef je klanten een makkelijke en handige manier om te betalen! Stel een (of meer!) van onze snelle en veilige online of fysieke betaalmethoden in."],"It’s time to get paid":["Het is tijd om betaald te krijgen"],"Start growing your business by showcasing your products on social media and Google, boost engagement with email marketing, and more!":["Laat je bedrijf groeien door je producten te laten zien op sociale media en Google, verhoog de betrokkenheid met e-mailmarketing en meer!"],"Reach more customers":["Meer klanten bereiken"],"Start shipping":["Begin met verzenden"],"Choose where and how you’d like to ship your products, along with any fixed or calculated rates.":["Kies waar en hoe je je producten wilt verzenden, samen met eventuele vaste of berekende tarieven."],"Choose to set up your tax rates manually, or use one of our tax automation tools.":["Kies ervoor om je belastingtarieven handmatig in te stellen of gebruik een van onze gereedschappen voor belastingautomatisering."],"Configure your tax settings":["Je belastinginstellingen configureren"],"Collect sales tax":["Omzetbelasting innen"],"Get paid":["Betaald krijgen"],"Grow your business":["Laat je bedrijf groeien"],"Get your products shipped":["Je producten laten verzenden"],"Quickly create a beautiful looking store using our built-in store designer, or select a pre-built theme and customize it to fit your brand.":["Maak snel een aantrekkelijke winkel met onze ingebouwde winkelontwerper of selecteer een vooraf gebouwd thema en pas het aan om bij je merk te passen."],"%1$s — %2$s per year":["%1$s - %2$s per jaar"],"Switch":["Wisselen"],"{{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}WooCommerce Tax{{\/strong}} kan de berekening van je omzetbelasting automatiseren."],"Error requesting connection URL.":["Fout bij het aanvragen van verbinding-URL."],"By clicking \"%s,\" you agree to our {{tosLink}}Terms of Service{{\/tosLink}} and have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Door op ‘%s’ te klikken bevestig je dat je akkoord gaat met onze {{tosLink}}Dienstvoorwaarden{{\/tosLink}} en dat je ons {{privacyPolicyLink}}Privacybeleid{{\/privacyPolicyLink}} hebt gelezen."],"Customize Your Store":["Pas je winkel aan"],"Start customizing":["Aanpassen starten"],"Use our built-in AI tools to design your store and populate it with content, or select a pre-built theme and customize it to fit your brand.":["Gebruik onze ingebouwde AI-gereedschappen om je winkel te ontwerpen en te vullen met inhoud of selecteer een vooraf gebouwd thema en wijzig het om het aan te passen aan je merk."],"Start customizing your store":["Start het aanpassen van je winkel"],"Customize your store illustration":["Afbeelding van je winkel aanpassen"],"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Geef je omzet een boost met WooPay, een nieuwe snelle kassafunctie binnen WooPayments."],"WooPayments is pre-integrated with popular payment options:":["WooPayments is vooraf geïntegreerd met populaire betaalopties:"],"Offer your customers card payments, iDeal, and the ability to sell in-person with Woo mobile app.":["Bied je klant creditcard betalingen, iDeal en de mogelijkheid om fysiek te verkopen met de mobiele app van Woo."],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Betalingen eenvoudig gemaakt, exclusief ontworpen<br\/>voor WooCommerce winkels."],"WooPayments":["WooPayments"],"Please enter an address":["Voer een e-mailadres in"],"Profiler":["Profielschetser"],"Please enter a city":["Voer een plaats in"],"Please enter a post code":["Voer een postcode in"],"Select a date type":["Datumtype selecteren"],"No Thanks":["Nee bedankt"],"Install and enable":["Installeren en inschakelen"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Bespaar tijd en geld door je verzendetiketten rechtstreeks vanaf je computer af te drukken met een van deze verzend oplossingen."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Bespaar tijd en geld door je verzendetiketten direct vanaf je computer te printen met %1$s. Probeer %2$s gratis uit. {{link}}Meer weten{{\/link}}"],"Date completed":["Datum afgerond"],"Date paid":["Datum betaald"],"Date created":["Datum aangemaakt"],"Database date field considered for Revenue and Orders reports":["Database datumveld overwogen voor inkomsten en bestellingen rapporten"],"Date type:":["Datumtype:"],"There was a problem setting up automated taxes. Please try again.":["Er heeft zich een probleem voorgedaan met het instellen van automatische belastingen. Probeer het nog eens."],"Edit Product Variation":["Productvariatie bewerken"],"Feedback":["Feedback"],"Use recommended settings":["Gebruik aanbevolen instellingen"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Inconsistente belastinginstellingen:{{\/b}} Om mogelijke afrondfouten te voorkomen, moeten prijzen consistent worden ingevoerd en weergegeven op alle locaties en wel of geen belasting bevatten."],"Recommended settings applied.":["Aanbevolen instellingen toegepast."],"The store setup process meets my needs.":["Het configuratieproces van de winkel voldoet aan mijn behoeften."],"How's your experience with the product editor?":["Wat is je ervaring met de producteditor?"],"The store setup is easy to complete.":["De configuratie van de winkel kan eenvoudig worden afgerond."],"The product editing screen's functionality meets my needs":["De functionaliteit van het productbewerkscherm voldoet aan mijn behoeften"],"The product editing screen is easy to use":["Het productbewerkscherm is eenvoudig te gebruiken"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Voeg de locatie gegevens van je winkel toe om ons te helpen bij het automatisch configureren van verzending, belastingen, valuta en meer. Als je klaar bent, klik je op de knop ‘Opslaan’ aan het eind van het formulier."],"Store location illustration":["Illustratie winkellocatie"],"First, tell us about your store":["Vertel ons eerst over je winkel"],"Get your store up and running in no time. Add your store’s address to set up shipping, tax and payments faster.":["Zet je winkel in een mum van tijd aan de gang. Voeg het adres van je winkel toe om sneller verzending, btw en betalingen in te stellen."],"Add details":["Gegevens toevoegen"],"Add New Product":["Nieuw product toevoegen"],"Save store location":["Winkellocatie opslaan"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Voeg je winkellocatie toe zodat wij verzendkosten kunnen berekenen en de beste verzendopties voor je op een rijtje kunnen zetten. Je kunt je winkellocatie op elk gewenst moment beheren via de algemene instellingen in WooCommerce."],"Set your store location":["Winkellocatie instellen"],"Enable shipping label printing and discounted rates":["Verzendlabel afdrukken en korting op kosten inschakelen"],"Save shipping options":["Verzendopties opslaan"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["We raden de volgende verzendopties aan op basis van je locatie. Je kunt je verzendopties op elk gewenst moment beheren via de instellingen in WooCommerce Shipping."],"Try one of the alternative payment providers.":["Probeer een van de andere betaalproviders."],"Other payment providers":["Andere betaalproviders"],"Give your customers additional choices in ways to pay.":["Bied je klanten extra betaalmethoden."],"To start accepting online payments":["Om online betalingen te accepteren"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Verdien en beheer herhaaldelijke omzet en ontvang automatische stortingen op je aangemelde bankrekening."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Verkoop op internationale markten en accepteer meer dan 135 valuta met lokale betalingsmethoden."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Goede keuze! Je koos ervoor geweldige nieuwe functies aan je winkel toe te voegen. Ga verder naar de kassa om je aankoop te voltooien."],"Purchase illustration":["Illustratie kopen"],"Preview store":["Voorbeeld van winkel bekijken"],"Products illustration":["Afbeelding van producten"],"Payment illustration":["Afbeelding betaling"],"Appearance illustration":["Weergave afbeelding"],"Marketing illustration":["Afbeelding marketing"],"Shipping illustration":["Afbeelding verzending"],"Tax illustration":["Afbeelding belasting"],"We appreciate your feedback!":["We stellen je feedback op prijs!"],"How was your experience?":["Hoe was je ervaring?"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Gefeliciteerd! Neem even de tijd om het te vieren en uit te kijken naar de eerste verkoop."],"Welcome to your store":["Welkom in je winkel"],"Options":["Opties"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Je bent er bijna. Nog {{strongText}}%1$d stap te gaan{{\/strongText}} voor het starten en beheren van je winkel. {{setupLink}}Configuratie voltooien{{\/setupLink}}"],"🚀 You’re doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Je doet het geweldig! {{strongText}}%1$d stappen over{{\/strongText}} om je store operationeel te krijgen. {{setupLink}}Ga door met instellen{{\/setupLink}}"],"Offline payment methods":["Offline betaalmethoden"],"Choose a payment provider":["Kies een betalingsprovider"],"Hide setup list":["Configuratielijst verbergen"],"You’re almost there":["Je bent er bijna"],"You’re on the right track":["Je bent op de goede weg"],"Let’s get you started":["Laten we aan de slag gaan"],"Welcome to %s":["Welkom bij %s"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Volg deze stappen om snel te beginnen met verkopen. %1$d van de %2$d afgerond."],"Other payment options":["Andere betalingsopties"],"Built by WooCommerce":["Gemaakt door WooCommerce"],"Activity":["Activiteit"],"Hide this list":["Deze lijst verbergen"],"You’ve completed store setup":["Je bent klaar met het instellen van je winkel"],"Yes, hide store setup tasks":["Ja, verberg instellingstaken voor winkel"],"Are you sure? These tasks are required for all stores.":["Weet je het zeker? Deze taken zijn voor alle winkels vereist."],"Set up taxes manually":["Handmatig belastingtarieven instellen"],"Choose a tax partner":["Kies een belastingspartner"],"Hide store setup tasks":["Taken voor winkel setup verbergen"],"100% free":["100% gratis"],"Real-time sales tax calculation":["Realtime berekening van omzetbelasting"],"Sorry, you are not allowed to access this page.":["Je hebt geen toestemming om deze pagina te bekijken."],"Not allowed":["Niet toegestaan"],"{{strong}}Single{{\/strong}} economic nexus compliance":["{{strong}}Enkelvoudige{{\/strong}} naleving van economische nexus"],"See more":["Meer zien"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["We raden aan een van de volgende marketing gereedschappen aan je winkel toe te voegen. De extensie wordt voor je geïnstalleerd en geactiveerd als je op 'Aan de slag' klikt."],"Recommended marketing extensions":["Aanbevolen marketingextensies"],"%s logo":["%s logo"],"%s configured successfully":["%s configuratie geslaagd"],"You can manage this payment gateway’s settings by clicking the button below":["Je kunt de instellingen van deze betaal gateway beheren door op de onderstaande knop te klikken"],"Task postponed until tomorrow":["Taak uitgesteld tot morgen"],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Met WooCommerce Shipping kun je tijd besparen door je USPS- en DHL Express-verzendlabels thuis te printen"],"Inventory to review":["Voorraad om te beoordelen"],"You have inventory to review and update":["Je hebt voorraad om te beoordelen en te updaten"],"You have %d new thing to do":["Je hebt %d nieuw ding te doen","Je hebt %d nieuwe dingen te doen"],"Show %d more task.":["Toon nog %d taak.","Toon nog %d taken."],"Orders to fulfill":["Te behandelen bestellingen"],"Things to do next":["Dingen die vervolgens moeten gebeuren"],"Show things to do next":["‘Dingen die vervolgens moeten gebeuren’ weergeven"],"Additional payment options":["Extra betaalopties"],"Setup required":["Setup vereist"],"Preview site":["Voorbeeld van site bekijken"],"Local Partner":["Lokale partner"],"Configure your %(title)s account":["Configureer je %(titel)s account"],"Got it":["Duidelijk"],"No thanks, I'll set up manually":["Nee bedankt, ik configureer dit handmatig"],"I don't charge sales tax":["Ik breng geen omzetbelasting in rekening"],"Set up manually":["Handmatig configureren"],"Would you like to add the following paid features to your store now?":["Wil je nu de volgende betaalde functies aan je winkel toevoegen?"],"Get Support":["Krijg ondersteuning"],"Display options":["Weergaveopties"],"Two columns":["Twee kolommen"],"Single column":["Enkele kolom"],"WooCommerce Home":["WooCommerce home"],"Run your store from anywhere":["Run je winkel waar je ook bent"],"Download the WooCommerce app":["Download de WooCommerce app"],"Task dismissed":["Taak genegeerd"],"My business doesn't charge sales tax":["Mijn bedrijf brengt geen omzetbelasting in rekening"],"Abort":["Afbreken"],"Review your shipping options":["Bekijk je verzend opties"],"Payment Methods":["Betaalmethodes"],"Loading…":["Laden…"],"Hide this":["Dit verbergen"],"Undo":["Ongedaan maken"],"Home":["Home"],"Overview":["Overzicht"],"There was an error loading recommended extensions.":["Er is een fout opgetreden bij het laden van aanbevolen extensies."],"There was an error loading installed extensions.":["Er is een fout opgetreden bij het laden van geïnstalleerde extensies."],"There was an error trying to activate the extension.":["Er is een fout opgetreden bij het activeren van de extensie."],"The extension has been successfully activated.":["De extensie is geactiveerd."],"Installed marketing extensions":["Geïnstalleerde marketingextensies"],"Finish setup":["Configuratie voltooien"],"There was an error connecting to WooPayments. Please try again or connect later in store settings.":["Er is een fout opgetreden bij het verbinden met WooPayments. Probeer het opnieuw of verbind later in de winkelinstellingen."],"Unregistered Statuses":["Ongeregistreerde statussen"],"These details are required to receive payments via bank transfer":["Deze gegevens zijn vereist om betalingen via bankoverschrijving te innen"],"Add your bank details":["Voeg je bankgegevens toe"],"Direct bank transfer details added successfully":["Gegevens voor directe bankoverschrijving toegevoegd"],"Please enter an account number or IBAN":["Voer een rekeningnummer of IBAN in"],"There was a problem saving your payment settings":["Er was een probleem met het opslaan van je betaalinstellingen"],"Mutable settings should be accessed via data store.":["Veranderlijke instellingen moeten geopend worden via datastore."],"Install":["Installeren"],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s ‹ %2$s — WooCommerce"],"Store Activity":["Winkelactiviteit"],"unread activity":["ongelezen activiteit"],"You have %d order to fulfill":["Je moet nog %d bestelling voltooien","Je moet nog %d bestellingen voltooien"],"You have %d review to moderate":["Je hebt %d beoordeling te modereren","Je hebt %d beoordelingen te modereren"],"Reviews to moderate":["Beoordelingen om te modereren"],"Get started":["Aan de slag"],"Install %s":["%s installeren"],"Task List Options":["Opties voor takenlijst"],"Good news!":["Goed nieuws!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Door op 'Configureren' te klikken, schakel je btw-tarieven en berekeningen in. Bekijk {{link}}hier{{\/link}} meer informatie."],"Connect your store":["Je winkel koppelen"],"Head over to the tax rate settings screen to configure your tax rates":["Ga naar het scherm met de instellingen voor belastingtarieven om je btw-tarieven te configureren"],"Configure tax rates":["Belastingtarieven configureren"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Koppel je winkel aan WordPress.com om automatische btw-berekeningen in te schakelen"],"Set up tax rates manually":["Belastingtarieven handmatig inschakelen"],"Connect your store to WordPress.com to enable label printing":["Koppel je winkel aan WordPress.com om het afdrukken van labels in te schakelen"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["We raden aan om ShipStation te gebruiken om tijd te besparen op het postkantoor door je verzendlabels thuis af te drukken. Probeer ShipStation 30 dagen gratis. {{link}}Meer informatie{{\/link}}."],"Enable shipping label printing":["Verzendlabel afdrukken inschakelen"],"Define how much customers pay to ship to different destinations":["Bepaal hoeveel klanten betalen om naar verschillende bestemmingen te verzenden"],"Set shipping costs":["Verzendkosten instellen"],"The address from which your business operates":["Het adres waarop je bedrijf actief is"],"Set store location":["Winkellocatie instellen"],"📦 Shipping is done! Don’t worry, you can always change it later":["📦 Verzonden! Maak je geen zorgen, je kunt dit later altijd nog wijzigen"],"You’re awesome! One less item on your to-do list ✅":["Je bent geweldig! Eén item minder op je to-do lijst ✅"],"WooCommerce Tax allows you to automate sales tax calculations":["Met WooCommerce Tax kun je de berekening van de omzetbelasting automatiseren"],"Shipping cost":["Verzendkosten"],"Shipping rates can not be negative numbers.":["Verzendkosten mogen geen negatieve getallen zijn."],"Post code":["Postcode"],"Install & enable":["Installeren en inschakelen"],"Complete task":["Taak voltooien"],"Please select a country \/ region":["Selecteer een land\/regio"],"Your shipping rates have been updated":["Je verzendkosten zijn geüpdatet"],"There was a problem saving your store location":["Er is een probleem met het opslaan van je winkellocatie"],"Import your products":["Importeer je producten"],"I’ll do it later":["Dat doe ik later"],"You won’t have access to this functionality until the extensions have been purchased and installed.":["Je kunt deze functie niet gebruiken totdat de extensies zijn aangeschaft en geïnstalleerd."],"Dismiss this notice":["Negeer dit bericht"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Selecteer een standaard datumbereik. Als er geen bereik wordt geselecteerd, worden rapporten weergegeven met het standaard datumbereik."],"Default date range:":["Standaard datumbereik:"],"Custom Statuses":["Aangepaste statussen"],"Exclude the %s status from reports":["Sluit de status %s uit van rapporten"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Bestellingen met deze statussen moeten worden afgehandeld door de beheerder van de winkel. Deze bestellingen worden weergegeven op het startscherm bij bestellingen."],"Excluded statuses:":["Uitgesloten statussen:"],"Actionable statuses:":["Bruikbare statussen:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Bestellingen met deze statussen worden uitgesloten van de totalen in je rapporten. De status {{strong}}Terugbetaald{{\/strong}} kan niet worden uitgesloten."],"Continue setup":["Doorgaan met instellen"],"Analytics":["Analytische gegevens"],"Edit Product":["Product bewerken"],"Revenue":["Inkomsten"],"Country \/ Region":["Land\/regio"],"Show less":["Minder weergeven"],"Yes please":["Ja, graag"],"Retry":["Opnieuw proberen"],"Layout":["Lay-out"],"Manage":["Beheren"],"Recommended":["Aanbevolen"],"Copy link":["Kopieer link"],"Import products":["Producten importeren"],"Activate":["Activeren"],"Connect":["Koppelen"],"Export":["Exporteren"],"Import":["Importeren"],"Free shipping":["Gratis verzending"],"Extensions":["Extensies"],"Rest of the world":["De rest van de wereld"],"Dismiss":["Negeren"],"Downloads":["Downloads"],"Payment methods":["Betaalmethodes"],"Configure":["Configureren"],"Buy now":["Nu kopen"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Enable":["Inschakelen"],"Bank name":["Banknaam"],"Account number":["Accountnummer"],"Account name":["Accountnaam"],"Sort code":["Sorteercode"],"Save changes":["Wijzigingen opslaan"],"Display":["Weergave"],"Marketing":["Marketing"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Geïnstalleerde betalingsmethoden zijn hieronder weergegeven en kunnen gesorteerd worden om de volgorde op de frontend te bepalen."],"Copied!":["Gekopieerd!"],"Learn more":["Leer meer"],"Save":["Opslaan"],"Add products":["Producten toevoegen"],"Reset":["Herstellen"],"No thanks":["Nee, bedankt"],"Products":["Producten"],"Variations":["Variaties"],"Address":["Adres","Adressen"],"Install WooCommerce Tax":["Installeer WooCommerce Tax"],"Categories":["Categorieën"],"Stock":["Voorraad"],"Cancel":["Annuleren"],"Customers":["Klanten"],"City":["Plaats"],"Taxes":["Belastingen"],"Continue":["Doorgaan"],"Orders":["Bestellingen","Bestellingen"],"Remove":["Verwijderen"],"Settings":["Instellingen"],"Coupons":["Waardebonnen"],"Product":["Product","Producten"],"Download":["Download","Downloads"],"Update":["Update"],"WooCommerce Tax":["WooCommerce btw"],"Metro Manila":["Metro Manila"],"Roma":["Rome"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}