{"translation-revision-date":"2024-10-19 20:17:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Pickup":["Afhalen"],"Admin settings\u0004General":["Algemeen"],"By enabling Local Pickup with more valuable features for your store, it's recommended that you remove the legacy Local Pickup option from your <a>shipping zones<\/a>.":["Door lokaal afhalen in te schakelen met meer waardevolle functies voor je winkel, is het aan te raden om de verouderde lokale afhaaloptie te verwijderen uit je <a>verzendzones<\/a>."],"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Als lokaal afhalen is ingeschakeld, wordt de instelling ‘Verzendkosten verbergen tot adres is ingevoerd’ genegeerd."],"Add pickup location":["Afhaallocatie toevoegen"],"When you add a pickup location, it will appear here.":["Wanneer je een afhaallocatie toevoegt, verschijnt deze hier."],"Define pickup locations for your customers to choose from during checkout.":["Definieer afhaallocaties waaruit je klanten kunnen kiezen tijdens het afrekenen."],"Pickup locations":["Afhaallocaties"],"Delete location":["Locatie verwijderen"],"Edit pickup location":["Afhaallocatie bewerken"],"Pickup details":["Afhaaldetails"],"A Location title is required":["Een locatietitel is verplicht"],"Location name":["Locatienaam"],"Not taxable":["Niet belastbaar"],"By default, the local pickup shipping method is free.":["Standaard is de lokale afhaalmethode gratis."],"Add a price for customers who choose local pickup":["Voeg een prijs toe voor klanten die kiezen voor lokaal afhalen"],"Local pickup title is required":["Lokaal afhalen titel is verplicht"],"This is the shipping method title shown to customers.":["Dit is de titel van de verzendmethode die aan de klanten wordt getoond."],"When enabled, local pickup will appear as an option on the block based checkout.":["Indien ingeschakeld verschijnt lokaal afhalen als optie bij het afrekenen op basis van blokken."],"View checkout page":["Afrekenpagina bekijken"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Schakel afhalen in of uit voor je winkel en bepaal de kosten. Afhalen is alleen beschikbaar via afrekenen blok."],"Local Pickup settings have been saved.":["Instellingen voor lokaal afhalen zijn opgeslagen."],"Optional cost to charge for local pickup.":["Optionele kosten voor lokaal afhalen."],"If a cost is defined, this controls if taxes are applied to that cost.":["Als een kostenpost is gedefinieerd, wordt hiermee bepaald of op die kosten belasting wordt geheven."],"Pickup location":["Afhaallocatie"],"Done":["Klaar"],"Country \/ State":["Land\/staat"],"Enable local pickup":["Lokaal afhalen inschakelen"],"Title":["Titel"],"Postcode \/ ZIP":["Postcode"],"Save changes":["Wijzigingen opslaan"],"Free":["Gratis"],"Enabled":["Ingeschakeld"],"Cost":["Kosten"],"Learn more":["Leer meer"],"Taxable":["Belastbaar"],"Address":["Adres","Adressen"],"State":["Provincie"],"Taxes":["Belastingen"],"City":["Plaats"],"Cancel":["Annuleren"],"Edit":["Bewerken"]}},"comment":{"reference":"assets\/client\/blocks\/wc-shipping-method-pickup-location.js"}}