{"translation-revision-date":"2023-10-11 14:48:55+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["We zijn bezig meer functies toe te voegen aan het productformulier, inclusief de mogelijkheid om digitale producten, variaties en meer toe te voegen. Houd deze plek in de gaten!"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Krijg jouw producten binnen no-time vermeld en beschikbaar voor aankoop! Onze moderne technologie zorgt voor een betrouwbare en gestroomlijnde ervaring."],"Lightning fast performance ":["Razendsnelle prestaties "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Laat zien wat er zo geweldig is aan jouw producten en creëer interesse bij je klanten met productbeschrijvingen met veel content. Voeg afbeeldingen, video's en andere content toe die ze nodig kunnen hebben om iets aan te schaffen."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Alles was je nodig hebt om je producten te maken en verkopen, op één plek. Van foto's en beschrijvingen tot prijzen en inventaris, je kan al je productinstellingen hier terugvinden."],"About the form…":["Over het formulier …"],"Thanks for the feedback — we'll put it to good use!":["Bedankt voor je feedback, we gaan er iets mee doen!"],"What do you think of the new product form?":["Wat vind je van het nieuwe productformulier?"],"Tell me more":["Meer informatie"],"More features are on the way":["Er komen meer functies aan"],"Content-rich product descriptions":["Productbeschrijvingen met veel content"],"Fresh and modern interface":["Frisse en moderne interface"],"Turn off the new product form":["Het nieuwe productformulier uitschakelen"],"Save changes and go back to the classic product editing screen.":["Sla wijzigingen op en ga terug naar het klassieke productbewerkingsscherm."],"Please enter no more than 500 characters.":["Voer niet meer dan 500 tekens in."],"Please enter a valid email address.":["Voer een geldig e-mailadres in."],"In case you want to participate in further discussion and future user research.":["In het geval dat je wilt deelnemen aan toekomstige discussies en toekomstig gebruikersonderzoek."],"YOUR EMAIL ADDRESS <optional \/>":["JE E-MAILADRES <optional \/>"],"(OPTIONAL)":["(OPTIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["AANVULLENDE OPMERKINGEN <optional \/>"],"Next product variation":["Volgende productvariatie"],"Previous product variation":["Vorige productvariatie"],"Return to main product":["Terug naar hoofdproduct"],"Failed to updated product variation.":["Productvariatie updaten mislukt."],"Product variation successfully updated.":["Productvariatie is bijgewerkt."],"When enabled, customers will be able to select and purchase this variation from the product page.":["Indien ingeschakeld kunnen klanten deze variatie selecteren en kopen op de productpagina."],"Variant details":["Variatiedetails"],"Choose image":["Kies afbeelding"],"Drag image here or click to upload":["Sleep afbeelding hiernaartoe of klik om deze te uploaden"],"Next post":["Volgend bericht"],"Previous post":["Vorig bericht"],"Show me around (10s)":["Leid me rond (10 sec,)"],"I'll explore on my own":["Ik kijk zelf rond"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Wij laten je zien hoe je door het formulier navigeert en dit product in een mum van tijd van begin tot eind maakt."],"Product editing tour":["Productbewerkingstour"],"Meet the product editing form":["Maak kennis met het productbewerkingsformulier"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Als het formulier nog niet alle functies heeft die je nodig hebt -het is nog in ontwikkeling- kun je altijd overschakelen naar de klassieke editor."],"⚙️ Looking for more?":["⚙️ Zoek je naar iets anders?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Als alle gegevens klaar staan, gebruik je de knoppen bovenaan om je product gemakkelijk te bekijken en te publiceren. Klik op de pijltjestoets voor meer opties."],"🔍 Preview and publish":["🔍 Bekijken en publiceren"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Als je klaar bent, gebruik je de tabbladen om te schakelen tussen andere details en instellingen. In de toekomst vind je hier ook extensies en plugins."],"✍️ Set up pricing & more":["✍️ Prijzen instellen en meer"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Het productformulier helpt je om je product veld voor veld te beschrijven, van basisdetails als naam en beschrijving tot attributen waarmee klanten het product in je winkel kunnen vinden."],"📣 Tell a story about your product":["📣 Vertel iets over je product"],"Apply a tax rate if this product qualifies for tax reduction or exemption. {{link}}Learn more{{\/link}}":["Pas een belastingtarief toe als dit product in aanmerking komt voor belastingvermindering of -vrijstelling. {{link}}Meer informatie{{\/link}}"],"Don't charge tax":["Geen belasting heffen"],"Only shipping":["Alleen verzending"],"Product and shipping":["Product en verzending"],"Charge sales tax on":["Hef omzetbelasting op"],"Updating product variation":["Productvariatie bijwerken"],"Not visible to customers":["Niet zichtbaar voor klanten"],"Manage individual variation details in the Options tab.":["Beheer individuele variatiedetails in het tabblad Opties."],"How to make variations work for you":["Hoe laat je variaties voor je werken"],"Manage individual product combinations created from options.":["Beheer afzonderlijke productcombinaties die door opties worden gecreëerd."],"Price (%s)":["Prijs (%s)"],"Variation":["Variatie"],"The product editing screen's functionality meets my needs":["De functionaliteit van het productbewerkscherm voldoet aan mijn behoeften"],"The product editing screen is easy to use":["Het productbewerkscherm is eenvoudig te gebruiken"],"A shipping class with that slug already exists.":["Een verzendingsklasse met die slug bestaat al."],"We couldn’t add this shipping class. Try again in a few seconds.":["We kunnen deze verzendingsklasse niet toevoegen. Probeer het over een paar seconden opnieuw."],"Quantity tracking is disabled for all products. Go to global store settings to change it.":["Het bijhouden van aantallen is voor alle producten uitgeschakeld. Ga naar de algemene winkelinstellingen om dit te wijzigen."],"Restrictions":["Beperkingen"],"Don't allow purchases":["Aankopen niet toestaan"],"Allow purchases, but notify customers":["Aankopen toestaan, maar melden bij klanten"],"Allow purchases":["Aankopen toestaan"],"When out of stock":["Wanneer niet op voorraad"],"No end date":["Geen einddatum"],"To":["Aan"],"Now":["Nu"],"From":["Van"],"The sale will start at the beginning of the \"From\" date ({{startTime\/}}) and expire at the end of the \"To\" date ({{endTime\/}}). {{moreLink\/}}":["De uitverkoop begint om het begin van de dag op de datum 'Van' ({{startTime\/}}) en loopt tot het einde van de dag op de datum 'Tot' ({{endTime\/}}). {{moreLink\/}}"],"Schedule sale":["Uitverkoop inplannen"],"Visible to customers":["Zichtbaar voor klanten"],"The end date of the sale must be after the start date.":["De einddatum van de uitverkoop moet na de startdatum zijn."],"The start date of the sale must be before the end date.":["De startdatum van de uitverkoop moet voor de einddatum zijn."],"Please enter a valid date.":["Vul een geldige datum in."],"More product options":["Meer productopties"],"Height {{span}}C{{\/span}}":["Hoogte {{span}}C{{\/span}}"],"Length {{span}}B{{\/span}}":["Lengte {{span}}B{{\/span}}"],"Width {{span}}A{{\/span}}":["Breedte {{span}}A{{\/span}}"],"Enter the size of the product as you'd put it in a shipping box, including packaging like bubble wrap.":["Voer de grootte van het product in zoals je het in een verzendpakket zou stoppen, inclusief verkapping zoals noppenfolie."],"Manage shipping classes and rates in {{link}}global settings{{\/link}}.":["Beheer de verzendingsklassen en -tarieven in de {{link}}algemene instellingen{{\/link}}."],"Set up shipping costs and enter dimensions used for accurate rate calculations.":["Stel de verzendkosten in en voer de afmetingen in voor nauwkeurige tarievenberekening."],"Stock quantity must be a positive number.":["Aantal op voorraad moet een positief getal zijn."],"Track quantity for this product":["Aantal bijhouden voor dit product"],"SKU (Stock Keeping Unit)":["SKU (Stock Keeping Unit)"],"Manage global inventory settings":["Algemene voorraadinstellingen beheren"],"Set up and manage inventory for this product, including status and available quantity.":["Voorraad instellen en beheren voor dit product, inclusief status en beschikbaar aantal."],"Make sure to enable notifications in {{link}}store settings{{\/link}}.":["Zorg ervoor dat je meldingen inschakelt in de {{link}}winkelinstellingen{{\/link}}."],"%d (store default)":["%d (winkelstandaard)"],"Email me when quantity reaches":["E-mail mij wanneer het volgende aantal bereikt wordt"],"Current quantity":["Huidig aantal"],"Product quantity":["Productaantal"],"How to price your product: expert tips":["Hoe bepaal je de prijs van je product: deskundige tips"],"Drop here to remove":["Hier loslaten om te verwijderen"],"How should I prepare images?":["Hoe moet ik afbeeldingen voorbereiden?"],"For best results, use JPEG files that are 1000 by 1000 pixels or larger.":["Voor de beste resultaten gebruik je JPEG-bestanden van 1000 x 1000 pixels of groter."],"Learn more about attributes":["Meer informatie over eigenschappen"],"Add descriptive pieces of information that customers can use to filter and search for this product.":["Voeg beschrijvende stukjes informatie toe die klanten kunnen gebruiken om te filteren op of te zoeken naar dit product."],"Weight must be higher than zero.":["Gewicht moet groter zijn dan nul."],"Height must be higher than zero.":["Hoogte moet groter zijn dan nul."],"Length must be higher than zero.":["Lengte moet groter zijn dan nul."],"Width must be higher than zero.":["Breedte moet groter zijn dan nul."],"List price":["Verkoopprijs"],"Set a competitive price, put the product on sale, and manage tax calculations.":["Bepaal een scherpe prijs, zet het product in de verkoop en beheer de btw."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}not included{{\/strong}} in the price.":["Volgens je {{link}}winkelinstellingen{{\/link}} is de btw {{strong}}niet inbegrepen{{\/strong}} in de prijs."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}included{{\/strong}} in the price.":["Volgens je {{link}}winkelinstellingen{{\/link}} is de btw {{strong}}inbegrepen{{\/strong}} in de prijs."],"Sale price cannot be equal to or higher than list price.":["De kortingsprijs kan niet hoger zijn dan de verkoopprijs."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Vul een prijs in met één decimaal, zonder punten tussen duizendtallen en valutatekens."],"Please enter a product name shorter than 120 characters.":["Vul een productnaam in die korter is dan 120 karakters."],"This field is required.":["Dit veld is vereist."],"Describe this product. What makes it unique? What are its most important features?":["Beschrijf je product. Wat maakt het product uniek? Wat zijn de belangrijkste kenmerken?"],"Drag images here or click to upload":["Sleep afbeeldingen hiernaartoe of klik om deze te uploaden"],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["Je kunt dit artikel niet wijzigen omdat het in de prullenbak staat. Herstel het en probeer het opnieuw."],"This info will be displayed on the product page, category pages, social media, and search results.":["Deze info wordt weergegeven op de productpagina, categoriepagina's, sociale media en zoekresultaten."],"Product details":["Productgegevens"],"Move to trash":["Verplaatsen naar prullenbak"],"Publish & duplicate":["Publiceren & dupliceren"],"Update & duplicate":["Update & dupliceren"],"Publish options":["Publiceeropties"],"Publish":["Publiceren"],"Updating":["Aan het updaten"],"Saved":["Opgeslagen"],"Switch to draft":["Naar concept omzetten"],"Save draft":["Concept opslaan"],"Saving":["Opslaan"],"Limit purchases to 1 item per order":["Beperk aankopen tot 1 artikel per bestelling"],"Options":["Opties"],"Finish":["Afronden"],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"Guide controls":["Handleiding bediening"],"Close settings":["Instellingen sluiten"],"Share feedback":["Deel je feedback"],"On backorder":["In nabestelling"],"Completed":["Afgerond"],"Images":["Afbeeldingen"],"Next":["Volgende"],"Previous":["Vorige"],"Quantity":["Aantal"],"Add new shipping class":["Nieuwe verzendklasse toevoegen"],"Sale price":["Actieprijs"],"Tax class":["Belastingklasse"],"Save":["Opslaan"],"Pricing":["Prijs"],"Learn more":["Leer meer"],"Enable reviews":["Beoordelingen activeren"],"Menu order":["Menuvolgorde"],"Shipping class":["Verzendklasse"],"No shipping class":["Geen verzendklasse"],"Dimensions":["Afmetingen"],"Weight":["Gewicht"],"Stock status":["Voorraadstatus"],"Advanced":["Geavanceerd"],"Variations":["Variaties"],"Shipping":["Verzendmethoden"],"Inventory":["Voorraad"],"General":["Algemeen"],"Products":["Producten"],"Preview":["Voorbeeld"],"Image":["Afbeelding"],"Copy to a new draft":["Kopiëren naar een nieuw concept"],"Edit":["Bewerken"],"Attributes":["Eigenschappen"],"Update":["Update"],"Description":["Beschrijving"],"Out of stock":["Uitverkocht"],"In stock":["Op voorraad"],"Settings":["Instellingen"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}