{"translation-revision-date":"2024-10-19 20:17:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Enable customers to filter the product collection by selecting one or more %s attributes.":["Bied klanten de mogelijkheid om producten te filteren op een of meerdere %s eigenschappen."],"Rating (Experimental)":["Beoordeling (experimenteel)"],"Attribute (Experimental)":["Eigenschap (experimenteel)"],"Status (Experimental)":["Status (experimenteel)"],"Price (Experimental)":["Prijs (experimenteel)"],"Active (Experimental)":["Actief (experimenteel)"],"Enable customers to filter the product collection by rating.":["Bied klanten de mogelijkheid om producten te filteren aan de hand van de beoordelingen."],"Enable customers to filter the product collection by selecting one or more attributes, such as color.":["Bied klanten de mogelijkheid om producten te filteren op een of meerdere producteigenschappen, zoals kleur."],"Enable customers to filter the product collection by stock status.":["Bied klanten de mogelijkheid om producten te filteren aan de hand van de voorraadstatus."],"Enable customers to filter the product collection by choosing a price range.":["Bied klanten de mogelijkheid om producten te filteren door een prijsklasse te kiezen."],"When added to a post or page, Collection Filters block needs to be nested inside a Product Collection block to function properly.":["Wanneer het blok Verzamelingsfilters wordt toegevoegd aan een bericht of pagina, moet deze genest worden in het blok Productverzameling om juist te kunnen functioneren."],"The widget area containing Collection Filters block needs to be placed on a product archive page for filters to function properly.":["Het widgetgebied met het blok Verzamelingsfilters moet op een productarchiefpagina worden geplaatst voordat de filters juist kunnen functioneren."],"Display the currently active filters.":["Toon de filters die momenteel actief zijn."],"Attribute":["Eigenschap"],"Active filters":["Actieve filters"],"Header":["Header"],"Status":["Status"],"Price":["Prijs"],"Rating":["Waardering"]}},"comment":{"reference":"assets\/client\/blocks\/product-filter.js"}}