{"translation-revision-date":"2025-03-25 20:59:03+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"There are a total of %d color palettes":["Er zijn in totaal %d kleurpaletten"],"Color palettes":["Kleurenpaletten"],"Sorry, you don't have permission to update the theme.":["Je hebt onvoldoende rechten om het thema te updaten."],"Finish customizing":["Aanpassingen afronden"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Selecteer het paar lettertypen die het beste bij jouw merk passen. Het grotere lettertype zal gebruikt worden voor kopteksten en het kleinere lettertype voor ondersteunende content. Je kan je lettertype op elk moment wijzigen in Editor."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["AI heeft een lettertypecombinatie geselecteerd die het beste bij jouw bedrijf past. Als je deze wilt veranderen, kies je nu uit een van de opties hieronder of later in de editor."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Kies een kleurenpalet dat het beste bij jouw merk past. Wil je dit wijzigen? Creëer je aangepaste kleurenpalet hieronder of werk het later bij in Editor."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["Onze AI-tool heeft dit kleurenpalet aanbevolen op basis van de informatie die je gedeeld hebt. Wil je dit wijzigen? Je kan hieronder nieuwe kleuren selecteren of toevoegen, of je kan ze later bijwerken in de editor."],"Add patterns":["Patronen toevoegen"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["In de WooCommerce.com-bibliotheek zijn er meer patronen beschikbaar! Schrijf je in om je winkel te koppelen en toegang te krijgen tot de volledige bibliotheek. Je krijgt ook meer relevante content en een aangepaste instelervaring voor je winkel. Wanneer je je inschrijft, wordt je {{link}}gebruik bijgehouden{{\/link}}, waarvoor je je op elk moment kan uitschrijven via de WooCommerce-instellingen."],"Access more patterns":["Krijg toegang tot meer patronen"],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Helaas voorkomt een technisch probleem dat er meer patronen weergegeven kunnen worden. Probeer het later <FetchPatterns>opnieuw<\/FetchPatterns>."],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Creëer een aantrekkelijke homepage door verschillende patronen en lay-outs toe te voegen en te combineren. Je kunt deze pagina later verder aanpassen, inclusief de inhoud, via de Site-editor."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Laat je merk opvallen door een memorabel logo te maken met {{link}}Fiverr{{\/link}}."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Meer lettertypen zijn beschikbaar! Kies om je store te verbinden en toegang te krijgen tot de volledige lettertypebibliotheek, plus meer relevante inhoud en een op maat gemaakte winkel instellingservaring. Opt-in zal {{link}}gebruikstracering{{\/link}} inschakelen, waar je op elk moment via de WooCommerce instellingen voor kunt afmelden."],"Access more fonts":["Krijg toegang tot meer lettertypen"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Voeg een of meer van onze homepage-patronen toe om een pagina te maken waarmee klanten worden verwelkomt."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Promoot je socialmediakanalen en laat je nieuwste producten en nieuws aan klanten zien."],"Encourage sales by sharing positive feedback from happy shoppers.":["Verhoog je verkoopcijfers door positieve feedback van tevreden klanten te delen."],"Share information on any services that your business can provide.":["Deel informatie over de services die je bedrijf kan aanbieden."],"Show your shoppers what’s special about your business.":["Laat je klanten weten wat er zo bijzonder is aan jouw bedrijf."],"Put the spotlight on one or more of your products or product categories.":["Zet een of meerdere van je producten of productcategorieën in de schijnwerpers."],"Featured selling":["Uitgelichte verkoop"],"Social media":["Sociale media"],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Ontwerp een winkel die je merk en bedrijf weerspiegelt. Pas je actieve thema aan, kies een professioneel ontworpen thema of creëer een nieuwe look met onze winkelontwerper."],"DON'T HAVE A LOGO YET?":["HEB JE NOG GEEN LOGO?"],"Want more patterns?":["Wil je meer patronen?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Helaas ondervinden we enkele technische problemen — kom later terug om meer patronen te bekijken."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Het lijkt erop dat we je netwerk niet kunnen detecteren. Controleer je internetverbinding en vernieuw de pagina."],"Welcome shoppers to your store with one of our introductory patterns.":["Verwelkom winkelend publiek in je winkel met een van onze introductiepatronen."],"You can edit your content later in the Editor":["Je kunt je inhoud later bewerken in de editor"],"Browse themes":["Bladeren door thema's"],"Choose a professionally designed theme":["Kies een professioneel ontworpen thema"],"Use the store designer":["Gebruik de winkelontwerper"],"Design your own theme":["Ontwerp je eigen thema"],"Design or choose a new theme":["Ontwerp of kies een nieuw thema"],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Meld je aan voor <OptInModal>gebruik tracking<\/OptInModal> om toegang te krijgen tot meer patronen."],"Shuffle":["Schudden"],"Services":["Diensten"],"Intro":["Intro"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["Gefeliciteerd! Je hebt je winkel succesvol ontworpen. Nu kun je teruggaan naar het startscherm om je winkelinrichting te voltooien en te beginnen met verkopen."],"Go to Products":["Ga naar producten"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Begin met het vullen van je virtuele schappen door je producten toe te voegen of te importeren, of bewerk de voorbeeldproducten."],"What's next?":["Wat nu?"],"View store":["Bekijk winkel"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Gefeliciteerd! Je hebt met succes je winkel ontworpen. Bekijk je harde werk voordat je verder gaat met het inrichten van je winkel."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Creëer een aantrekkelijke homepage door een van onze vooraf ontworpen lay-outs te selecteren. Je kunt deze pagina later verder aanpassen, inclusief de inhoud, via de Site-editor."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Selecteer een footer uit de onderstaande opties. Je footer bevat de secundaire navigatie van je site en zal aan elke pagina worden toegevoegd. Je kunt dit later verder aanpassen via de Site-editor."],"Choose your homepage":["Kies je homepage"],"Opt in":["Aanmelden"],"Want more font pairings?":["Wil je meer lettertype combinaties?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Upgrade naar de <WordPressLink>nieuwste versie van WordPress<\/WordPressLink> om toegang te krijgen tot meer lettertypen."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Meld je aan voor <OptInModal>gebruiksgegevens bijhouden<\/OptInModal> om toegang te krijgen tot meer lettertypen."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Upgrade naar de <WordPressLink>nieuwste versie van WordPress<\/WordPressLink> en <OptInModal>meld je aan voor gebruiksgegevens bijhouden<\/OptInModal> om toegang te krijgen tot meer lettertypen."],"Add your products":["Voeg je producten toe"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Oeps! Er is een probleem opgetreden bij het instellen van de basis. {{anchor}}Probeer het opnieuw{{\/anchor}} of begin met een thema."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Voel je vrij om hier de waarheid te vertellen. Alle suggesties, feedback of reacties over de \"Ontwerp je eigen thema\" ervaring zijn welkom."],"I wanted to design my own theme.":["Ik wilde mijn eigen thema ontwerpen."],"Choose your color palette":["Kies je kleurenpalet"],"Choose your footer":["Kies je footer"],"Choose your header":["Kies je header"],"What motivated you to choose the \"Design your own theme\" option?":["Wat motiveerde je om de optie 'Ontwerp je eigen thema' te kiezen?"],"Design your homepage":["Ontwerp je homepage"],"Choose fonts":["Lettertypen kiezen"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Maak een winkel die je merk en bedrijf weerspiegelt. Selecteer een van onze professioneel ontworpen thema's om aan te passen, of maak je eigen thema met behulp van AI."],"Take a quick tour to discover what's possible.":["Volg een korte rondleiding om de mogelijkheden te ontdekken."],"Discover what's possible with the store designer":["Ontdek wat er allemaal mogelijk is met de winkeldesigner"],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Begin met het ontwerpen van je winkel, inclusief het toevoegen van je logo, het wijzigen van kleurenschema's en het bouwen van je eigen lay-outs. Neem een korte rondleiding om te ontdekken wat er mogelijk is."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Maar laat dat je niet tegenhouden! Begin met het aanpassen van de uitstraling van je winkel door je logo toe te voegen en je kleuren en lay-out te selecteren. "],"Setting up the foundations":["De fundering leggen"],"Welcome to your store!":["Welkom in je winkel!"],"Our AI tool had a few issues generating your content.":["Ons AI gereedschap had een paar problemen met het genereren van je inhoud."],"Other.":["Ander."],"I didn't like any of the available themes.":["Ik vond geen van de beschikbare thema's leuk."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Voel je vrij om hier de bonen te morsen. Alle suggesties, feedback of reacties over de door AI gegenereerde winkelervaring zijn welkom."],"Did you find anything confusing, irrelevant, or not useful?":["Vond je iets verwarrend, irrelevant of niet nuttig?"],"I didn't find a theme that matched my needs.":["Ik heb geen thema gevonden dat aan mijn behoeften voldeed."],"What motivated you to choose the “Design with AI” option?":["Wat motiveerde je om de optie \"Ontwerp met AI\" te kiezen?"],"I wanted to see how AI could help me streamline the process.":["Ik wilde zien hoe AI me kon helpen om het proces te stroomlijnen."],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Ons doel is om ervoor te zorgen dat je alle juiste gereedschappen hebt om te beginnen met het aanpassen van je winkel. We horen graag of we ons doel hebben bereikt en hoe we ons kunnen verbeteren."],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Op een schaal van 1 = moeilijk tot 5 = heel eenvoudig, hoe zou je de algehele ervaring waarderen?"],"Are you sure you want to exit?":["Weet je zeker dat je wilt afsluiten?"],"You'll lose any changes you've made to your store's design and will start the process again.":["Je verliest alle wijzigingen die je hebt aangebracht in het ontwerp van je winkel en begint het proces opnieuw."],"Exit and lose changes":["Afsluiten en wijzigingen kwijtraken"],"Continue designing":["Doorgaan met ontwerpen"],"Generating content":["Bezig met inhoud genereren"],"Editor canvas":["Editorcanvas"],"Please try again":["Probeer het nog eens"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["We zijn een probleem tegengekomen bij de generatie van je winkel. <retryButton\/>"],"Active theme":["Actief thema"],"Customize your store":["Pas je winkel aan"],"Browse all themes":["Blader door alle thema's"],"Back to Home":["Terug naar homepage"],"Your store looks great!":["Je winkel ziet er geweldig uit!"],"Make your store your own":["Maak je winkel je winkel"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Alle wijzigingen die je aanbrengt in de lay-out en stijl verschijnen hier in realtime - perfect om verschillende looks te testen voordat je het live zet. Je kunt dit gebied ook vergroten of verkleinen om te zien hoe je winkel eruitziet op mobiel."],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Pas de stijl en lay-out van je winkel aan aan je merk! Voeg je logo toe, verander het lettertype en de kleuren en probeer verschillende lay-outs uit. Je kunt de tekst en afbeeldingen later bewerken via de editor."],"Go back to the Home screen to complete your store setup and start selling":["Ga terug naar het beginscherm om je winkel instelling te voltooien en de verkoop te starten"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Ga naar de editor om je afbeeldingen en tekst te wijzigen, meer pagina's toe te voegen en andere aanpassingen te maken."],"Go to the Editor":["Ga naar de redactie"],"Fine-tune your design":["Verfijn je ontwerp"],"Or select a professionally designed theme to customize and make your own.":["Of selecteer een professioneel ontworpen thema om aan te passen en je eigen thema te maken."],"Logo":["Logo"],"Saving failed.":["Opslaan mislukt."],"Welcome to your AI-generated store!":["Welkom bij je AI gegenereerde winkel!"],"View your changes in real time":["Bekijk je wijzigingen in realtime"],"Link logo to homepage":["Link logo naar homepage"],"Image width":["Breedte afbeelding"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Zorg ervoor dat je winkel on-brand is door je logo toe te voegen. Voor de beste resultaten upload je een SVG of PNG van minimaal 300px breed."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Hier kun je beginnen met het aanpassen van het uiterlijk van je winkel, zoals het toevoegen van je logo en het wijzigen van kleuren en lay-outs. Neem snel een kijkje om te ontdekken wat er allemaal mogelijk is."],"Take a tour":["Maak een rondleiding"],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Site iconen zijn wat je ziet in browser tabs, bladwijzer balken en binnen de WordPress mobiele apps."],"Use as site icon":["Gebruiken als site icoon"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor.":["Selecteer een nieuwe footer uit de onderstaande opties. Je footer bevat de secundaire navigatie van je site en zal aan elke pagina worden toegevoegd. Je kunt dit verder aanpassen via de Site-editor."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the Editor.":["Gebaseerd op de meest succesvolle winkels in je branche en locatie, heeft ons AI gereedschap deze template aanbevolen voor je bedrijf. Geef je de voorkeur aan een andere lay-out? Kies nu uit de onderstaande templates, of later via de Site-editor."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Selecteer een nieuwe header uit de onderstaande opties. Je header bevat de navigatie van je site en zal aan elke pagina worden toegevoegd. Je kunt dit blijven aanpassen via de Site-editor."],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Gebruik de linker en rechter pijltoetsen om het formaat van het canvas aan te passen. Houd Shift ingedrukt om het formaat in grotere stappen aan te passen."],"Classic":["Klassiek"],"Bold":["Vet"],"Informal":["Informeel"],"Formal":["Formeel"],"Who your target audience is":["Wie je doelgroep is"],"Which writing style do you prefer?":["Aan welke schrijfstijl geef je de voorkeur?"],"What you want to sell":["Wat je wil verkopen"],"What makes your business unique":["Wat je bedrijf uniek maakt"],"Let's get creative":["Laten we creatief worden"],"Contemporary":["Eigentijds"],"Add your logo":["Je logo toevoegen"],"Change your header":["Wijzig je header"],"Change your footer":["Wijzig je footer"],"Change your font":["Verander je lettertype"],"Change the color palette":["Het kleurenpalet wijzigen"],"Direct yet respectful, serious and professional.":["Direct maar respectvol, serieus en professioneel."],"How would you like your store to look?":["Hoe wil je dat je winkel eruitziet?"],"How many products you plan on displaying":["Hoeveel producten je abonnement op display"],"Relaxed and friendly, like a conversation with a friend.":["Ontspannen en vriendelijk, als een gesprek met een vriend."],"or create your own":["of maak je eigen"],"Try to include:":["Probeer op te nemen:"],"Vibrant with eye-catching colors and visuals.":["Levendig met opvallende kleuren en visuals."],"Elegant and timeless with a nostalgic touch.":["Elegant en tijdloos met een nostalgisch tintje."],"Impartial tone with casual expressions without slang.":["Onpartijdige toon met losse uitdrukkingen zonder jargon."],"Clean lines, neutral colors, sleek and modern look.":["Schone lijnen, neutrale kleuren, strakke en moderne uitstraling."],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Gebruik onze stijl- en lay-out gereedschappen om het ontwerp van je winkel aan te passen. Inhoud en afbeeldingen kunnen later via de Site-editor worden toegevoegd of gewijzigd."],"Change your homepage":["Wijzig je homepage"],"Change fonts":["Verander lettertypen"],"The more detail you provide, the better job our AI can do!":["Hoe meer gegevens je geeft, hoe beter onze AI zijn werk kan doen!"],"Applying the finishing touches":["De laatste hand leggen"],"Assembling your AI-optimized store":["Je AI geoptimaliseerde winkel samenstellen"],"Designing the best look for your business":["De beste look ontwerpen voor je bedrijf"],"Tell us a bit more about your business":["Vertel ons iets meer over je bedrijf"],"Analyzing your responses":["Je reacties analyseren"],"Comparing the top performing stores":["De bovenkant van de winkels vergelijken"],"Opening the doors":["De deuren openen"],"Turning on the lights":["De lichten aandoen"],"Drag to resize":["Verslepen om formaat aan te passen"],"Thanks for the feedback. We'll put it to good use!":["Bedankt voor de feedback. We zullen er nuttig gebruik van maken!"],"Replace":["Vervangen"],"Continue setting up your store":["Ga door met het aanmaken van je winkel"],"Options":["Opties"],"Neutral":["Neutraal"],"Send":["Verzenden"],"Back":["Terug"],"Navigation":["Navigatie"],"Style":["Stijl"],"Paid":["Betaald"],"Share feedback":["Deel je feedback"],"Skip":["Overslaan"],"About":["Over"],"Layout":["Lay-out"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Vorige"],"Close":["Sluiten"],"Cancel":["Annuleren"],"Continue":["Doorgaan"],"Delete":["Verwijderen"],"Settings":["Instellingen"],"Default":["Standaard"],"Reviews":["Beoordelingen"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}