{"translation-revision-date":"2024-10-19 20:17:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Go to the Customizer":["Ga naar het Aanpassingsmenu"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Pas alles aan: van het kleurenpalet en de lettertypen tot de pagina-indelingen, zodat elk detail is afgestemd op je merk."],"Design a new theme":["Ontwerp een nieuw thema"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Je actieve thema wordt gewijzigd en je kunt alle wijzigingen die je erin hebt aangebracht kwijtraken."],"Are you sure you want to design a new theme?":["Weet je zeker dat je een nieuw thema wilt ontwerpen?"],"Customize your theme":["Je thema aanpassen"],"Start designing":["Begin met ontwerpen"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Maak snel een prachtige winkel aan met behulp van onze winkeldesigner. Kies je lay-out, selecteer een stijl en nog veel meer."],"Design your own":["Ontwerp je eigen"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Aangedreven door experimentele AI. {{link}}Lees meer{{\/link}}"],"Start again":["Begin opnieuw"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Je zal worden gevraagd om je bedrijfsinformatie nogmaals in te voeren en je zal je bestaande AI-ontwerp verliezen. Als je je bestaande ontwerp wilt aanpassen, kan je dat doen via de <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["Weet je zeker dat je opnieuw wilt beginnen?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["De Store Designer zal een nieuw winkelontwerp voor je maken, en je zult alle wijzigingen verliezen die je hebt aangebracht in je actieve thema. Als je liever doorgaat met het bewerken van je thema, kun je dit doen via de <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start a new design?":["Weet je zeker dat je aan een nieuw ontwerp wilt beginnen?"],"Create a new one":["Maak een nieuwe aan"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Blijf het uiterlijk van je AI-gegenereerde winkel aanpassen, of begin opnieuw en maak een nieuwe aan."],"Customize your custom theme":["Je aangepaste thema personaliseren"],"Find out how":["Ontdek hoe je dat doet"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Het ziet ernaar uit dat je gebruikmaakt van de offline modus van Jetpack. Schakel over naar de online modus om met je AI-ontwerp te beginnen."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Helaas, de [AI-winkelontwerper] is momenteel niet beschikbaar aangezien we je netwerk niet kunnen vinden. Controleer je internetverbinding."],"Looking to design your store using AI?":["Wil je je winkel ontwerpen met AI?"],"Go to the Editor":["Ga naar de redactie"],"Design with AI":["Ontwerpen met AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Ontwerp het uiterlijk van je winkel, maak pagina's en genereer kopij met ons ingebouwde gereedschap AI."],"Use the power of AI to design your store":["Gebruik de kracht van AI om je winkel te ontwerpen"],"Customize your store":["Pas je winkel aan"],"Customize":["Aanpassen"],"Cancel":["Annuleren"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/5292.js"}}