{"translation-revision-date":"2023-10-17 12:51:34+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support and much, much more!":["Gebruik AI om titels en metabeschrijvingen te genereren, automatisch verwijderde pagina's door te sturen, 24\/7 ondersteuning te krijgen en nog veel, veel meer!"],"Claim your 30% off now!":["Claim nu je 30% korting!"],"Speed up your workflow with generative AI. Get high-quality title and description suggestions for your search and social appearance. %1$sLearn more%2$s%3$s":["Versnel je workflow met generatieve AI. Krijg hoogwaardige titel en beschrijving suggesties voor je zoekopdracht en sociale weergave. %1$sMeer informatie%2$s%3$s"],"New to %1$s":["Nieuw bij %1$s"],"Generate titles & descriptions with Yoast AI!":["Genereer titels & beschrijvingen met Yoast AI!"],"Write a bug report":["Schrijf een bugrapport"],"WordPress support forum for %1$s":["WordPress ondersteuningsforum voor %1$s"],"Need help with %1$s? These resources are a great place to start!":["Hulp nodig met %1$s? Deze gegevensbronnen zijn een goede plek om te beginnen!"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["In het WordPress ondersteuningsforum voor %1$s kun je antwoorden vinden of om hulp vragen van %1$s gebruikers in de WordPress community."],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Als je vragen hebt, hulp nodig hebt bij een technisch probleem of gewoon even gedag wil zeggen, dan kun je bij ons terecht. Neem contact met ons op en we helpen je graag!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Als je niet de antwoorden vindt die je zoekt en persoonlijke hulp nodig hebt, kun je 24\/7 ondersteuning krijgen van een van onze ondersteuning engineers."],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Hier vind je antwoorden op veelgestelde vragen over het gebruik van %1$s. Als je vraag er niet bij staat, kun je een kijkje nemen in de sectie hieronder."],"Frequently asked questions":["Veelgestelde vragen"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Ben je een bug tegengekomen tijdens het gebruik van %1$s? Maak dan een bug rapport aan op onze GitHub repository om ons van het probleem op de hoogte te stellen!"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Neem een kijkje in ons helpcentrum om artikelen, handleidingen en andere gegevensbronnen te vinden waarmee je het meeste uit %1$s kunt halen!"],"%1$s's help center":["%1$s het helpcentrum"],"Additional resources":["Extra gegevensbronnen"],"%1$sSupport languages:%2$s English & Spanish":["%1$sOndersteunde talen:%2$s Engels & Spaans"],"Visit our help center":["Bezoek ons helpcentrum"],"Raise a bug report on GitHub":["Rapporteer een bug op GitHub"],"Visit WordPress forum":["Bezoek het WordPressforum"],"Contact our support team":["Contact opnemen met het klantenserviceteam"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Onze klantenservice is er om al je vragen te beantwoorden. Vul het (pop-up) contactformulier in en we nemen zo snel mogelijk contact met je op!"],"Support":["Ondersteuning"],"Allow":["Toestaan"],"Deny":["Weigeren"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Om deze video te zien, moet je %1$s toestaan om ingesloten video's van %2$s te laden."],"%1$sGet%2$s %3$s":["%1$sUpgrade to%2$s %3$s"],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sBespaar 30%%%2$s op je abonnement van 12 maanden"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% KORTING"],"Unlock with %1$s":["Ontgrendel met %1$s"],"Read reviews from real users":["Lees beoordelingen van echte gebruikers"],"Unlock with Premium":["Ontgrendel met Premium"],"Check out %1$s":["Bekijk %1$s"],"Learn SEO":["Leer SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["We hebben zowel gratis als betaalde online cursussen om je alles te leren over SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Wil je SEO leren van team Yoast? Bekijk onze %1$s!"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"Close":["Sluiten"]}},"comment":{"reference":"js\/dist\/support.js"}}