{"translation-revision-date":"2023-10-17 12:51:34+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"What’s more in Yoast SEO Premium?":["Wat zit er nog meer in Yoast SEO Premium?"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support and much, much more!":["Gebruik AI om titels en metabeschrijvingen te genereren, automatisch verwijderde pagina's door te sturen, 24\/7 ondersteuning te krijgen en nog veel, veel meer!"],"Reach a wider audience":["Bereik een breder publiek"],"Rank higher by connecting your content":["Rank beter door je inhoud met elkaar te verbinden"],"Preview how your content looks when shared on social":["Bekijk een voorbeeld van hoe je inhoud eruit ziet wanneer deze op sociale media wordt gedeeld"],"Improve your SEO by using the Premium SEO analysis":["Verbeter je SEO door de Premium SEO analyse te gebruiken"],"Get the Premium SEO analysis":["Verkrijg de Premium SEO analyse"],"Get extra SEO checks with the Premium SEO analysis":["Profiteer van extra SEO checks met de Premium SEO analyse"],"Easily improve the structure of your site":["Verbeter eenvoudig de structuur van je site"],"Check your text on more SEO criteria and get an enhanced keyphrase analysis, making it easier to write optimized content.":["Controleer je tekst op meer SEO criteria en ontvang een verbeterde keyphrase analyse, waardoor het gemakkelijker wordt om geoptimaliseerde inhoud te schrijven."],"Buy now!":["Nu kopen!"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["BLACK FRIDAY UITVERKOOP: %1$s, %2$sNu kopen!%3$s"],"Add related keyphrases":["Voeg gerelateerde keyphrases toe"],"BLACK FRIDAY SALE: %1$s":["BLACK FRIDAY UITVERKOOP: %1$s"],"Avoid dead links on your site":["Voorkom dode links op je site"],"30% OFF!":["30% KORTING!"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s stelt automatisch voor naar welke inhoud je kunt linken met eenvoudige verslepen functionaliteit, wat goed is voor je SEO!"],"Get guidance & save time on routine SEO tasks":["Verkrijg begeleiding & bespaar tijd bij routinematige SEO taken"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Verkrijg hulp bij het optimaliseren voor maximaal 5 gerelateerde keyphrases. Hierdoor kun je een breder publiek bereiken en meer verkeer genereren."],"Get help ranking for multiple keyphrases":["Verkrijg hulp bij het ranken op meerdere keyphrases"],"Claim your 30% off now!":["Claim nu je 30% korting!"],"Twitter appearance":["Weergave op Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Om de weergave van je bericht specifiek aan te passen voor Twitter, kun je hieronder de 'Twitter weergave' instellingen invullen. Als je deze instellingen ongemoeid laat, worden de hierboven genoemde instellingen voor 'Weergave sociale media' ook toegepast voor het delen op Twitter."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Om de weergave van je bericht specifiek aan te passen voor Twitter, kun je hieronder de instellingen voor 'Twitter weergave' invullen."],"Social media appearance":["Weergave in sociale media"],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Bepaal hoe je bericht eruit moet zien op sociale media zoals Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack en meer."],"Get the checklist and start optimizing now!":["Koop de checklist en begin nu met optimaliseren!"],"Is your WooCommerce store ready for Black Friday?":["Is je WooCommerce winkel klaar voor Black Friday?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["De %1$s %2$s ultieme Black Friday checklist%3$s helpt je om je op tijd voor te bereiden, zodat je je resultaten tijdens deze uitverkoop een boost kunt geven."],"%1$s share preview":["%1$s voorbeeld delen"],"Speed up your workflow with generative AI. Get high-quality title and description suggestions for your search and social appearance. %1$sLearn more%2$s%3$s":["Versnel je workflow met generatieve AI. Krijg hoogwaardige titel en beschrijving suggesties voor je zoekopdracht en sociale weergave. %1$sMeer informatie%2$s%3$s"],"New to %1$s":["Nieuw bij %1$s"],"Generate titles & descriptions with Yoast AI!":["Genereer titels & beschrijvingen met Yoast AI!"],"Create content faster: Use AI to create titles & meta descriptions":["Sneller inhoud maken: gebruik AI om titels & meta beschrijvingen te maken"],"Use AI":["Gebruik AI"],"Sign up today!":["Meld je vandaag aan!"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Wil je een verbeterd Google voorbeeld van hoe je WooCommerce producten eruitzien in de zoekresultaten?"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Voel je je verloren als het gaat om het optimaliseren van je site voor de zoekmachines? Doe mee aan onze gratis webinar om het vertrouwen te krijgen dat je nodig hebt om te beginnen met optimaliseren als een professional! Je zult de kennis en gereedschappen verkrijgen om effectief SEO te implementeren."],"Want your products stand out in search results with rich results like price, reviews and more?":["Wil je dat je producten opvallen in zoekresultaten met rijke resultaten zoals prijs, beoordelingen en meer?"],"Join our FREE webinar for SEO success":["Doe mee aan onze gratis webinar voor SEO succes"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Je volgt %1$s van de %2$s keyphrases die zijn opgenomen in je gratis account."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Je volgt %1$s van de %2$s keyphrases die zijn opgenomen in je account."],"Close the upgrade callout":["Sluit de upgrade oproep"],"Click here to upgrade your %s plan":["Klik hier om je %s abonnement te upgraden"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s en ontvang een exclusieve %2$s korting voor %3$s maand(en)."],"Keyphrases tracked: %1$s\/%2$s":["Keyphrases gevolgd: %1$s\/%2$s"],"Allow":["Toestaan"],"Deny":["Weigeren"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Om deze video te zien, moet je %1$s toestaan om ingesloten video's van %2$s te laden."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Je kunt het standaardtype voor %1$s wijzigen onder Inhoudstypes in de %2$sInstellingen%3$s."],"%1$sGet%2$s %3$s":["%1$sUpgrade to%2$s %3$s"],"%1$sSAVE 30%%%2$s on your 12 month subscription":["%1$sBespaar 30%%%2$s op je abonnement van 12 maanden"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY - 30% KORTING"],"Unlock with %1$s":["Ontgrendel met %1$s"],"Text formality":["Tekst formaliteit"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s helpt je met het beoordelen van de formaliteit van je tekst."],"Read more about text formality.":["Lees meer over tekst formaliteit."],"Read reviews from real users":["Lees beoordelingen van echte gebruikers"],"Search appearance":["Weergave zoekmachines"],"Get %s to enjoy the benefits of prominent words":["Neem %s en geniet van de voordelen van prominente woorden"],"Buy %s now!":["Koop %s nu!"],"Unlock with %s":["Ontgrendel met %s"],"Premium SEO analysis":["Premium SEO analyse"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Met %1$s%3$s %2$s laat deze sectie je zien welke woorden het meest voorkomen in je tekst. Door deze prominente woorden te vergelijken met je beoogde keyword(s), weet je hoe je je tekst doelgerichter kunt maken."],"Are you working on a news article? %s helps you optimize your site for Google News.":["Werk je aan een nieuwsartikel? %s helpt je je site te optimaliseren voor Google News."],"1 year of premium support and updates included!":["1 jaar premium ondersteuning en updates inbegrepen!"],"out of 100":["uit de 100"],"Word count":["Aantal woorden"],"Character count":["Aantal karakters"],"minute":["minuut","minuten"],"okay":["okay"],"no data":["geen gegevens"],"Reading time":["Leestijd"],"Learn more about character count":["Leer meer over het aantal karakters"],"Timestamp this %s":["Tijdstempel deze %s"],"Learn more about word count":["Leer meer over aantal woorden"],"Learn more about Flesch reading ease":["Leer meer over Flesch reading ease"],"Learn more about reading time":["Leer meer over leestijd"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Je tekst moet iets langer zijn om je Flesch leesgemak score te berekenen."],"Continue writing to get insight into the readability of your text!":["Blijf schrijven om inzicht te krijgen in de leesbaarheid van je tekst!"],"Dismiss this notice.":["Negeer dit bericht."],"Connection failed":["Verbinding mislukt"],"Timestamp with WordProof":["Timestamp met WordProof"],"Connected to WordProof":["Verbonden met WordProof"],"Try again":["Probeer het opnieuw"],"Find possible solutions in this %1$sArticle%2$s.":["Vind mogelijke oplossingen in dit %1$sArtikel%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Er was een verbindingsprobleem. Dat zou kunnen komen doordat je verbindingen van derden geblokkeerd worden."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["De %3$s worden automatisch voorzien van een timestamp elke keer als je %1$supdatet%2$s of %1$spubliceert%2$s."],"Your %s is now protected via the blockchain!":["Je %s wordt nu beschermd via de blockchain!"],"Authenticate with WordProof":["Authenticeren met WordProof"],"Manage WordProof settings":["Beheer WordProof instellingen"],"Unable to create new timestamps. Please authenticate with WordProof.":["Kan geen nieuwe tijdstempels maken. Gelieve te verifiëren met WordProof."],"Learn more about timestamping":["Leer meer over timestamping"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Er is iets misgegaan bij het verifiëren van je %3$s account met de %4$s site. Probeer het opnieuw of neem contact op met %1$s%3$s support%2$s."],"WordProof authentication":["WordProof autenticatie"],"Not working? %1$sContact %3$s support%2$s.":["Werkt het niet? %1$sContact %3$s support%2$s."],"word":["woord","woorden"],"character":["karakter","karakters"],"reconnect to %s":["herverbind met %s"],"Tracking the ranking position...":["De rankingpositie aan het bepalen..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Er is iets misgegaan tijdens het bepalen van de positie(s) van je pagina. Probeer het later nog eens."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Voordat je je SEO-prestaties kunt bijhouden, dien je eerst een titel voor je bericht in te stellen en je bericht op te slaan als concept of de slug van het bericht handmatig in te stellen."],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Het lijkt erop dat er iets mis is gegaan tijdens het ophalen van je sitegegevens. %s en probeer het opnieuw."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Met %1$s kun je de positie van je pagina in de zoekresultaten bijhouden op basis van je keyphrases. %2$s"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Je bent succesvol verbonden met %s! Je kan nu de SEO prestaties van de keyphrase(s) van deze pagina bijhouden."],"upgrade your %s plan":["upgrade je %s plan"],"No keyphrase has been set. Please set a keyphrase first.":["Er is geen keyphrase ingesteld. Zorg ervoor dat je eerst een keyphrase instelt."],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Je hebt %d keyphrases ingesteld en daarmee het maximale aantal keyphrases bereikt dat je kunt toevoegen aan je Wincher-account. Wil je meer keyphrases instellen? %s."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisch bijhouden van je keyphrases staat aan. Je keyphrase(s) worden automatisch bijgehouden door %s als je je bericht publiceert."],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s is momenteel de rankingpositie(s) van je pagina aan het bepalen. Dit kan even duren. Wacht even of kom later terug."],"Read more about keyphrase tracking with Wincher":["Lees meer over het tracken van keyphrases met Wincher"],"Track SEO performance":["SEO-prestaties bijhouden"],"* focus keyphrase":["* focus keyphrase"],"Position":["Positie"],"Tracking":["Tracking"],"SEO performance":["SEO-prestaties"],"Connect with %s":["Verbinden met %s"],"Position over time":["Positie in de loop van de tijd"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Hieronder kun je voor elke keyphrase het bijhouden van je SEO prestaties aan- of uitzetten."],"Get more insights over at %s":["Krijg meer inzichten via %s"],"Learn more about the SEO performance feature.":["Leer meer over de functie SEO-prestaties."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Positie van je keyphrase in de afgelopen 90 dagen op een schaal van 0 tot 100."],"Insights":["Inzichten"],"Unlock with Premium":["Ontgrendel met Premium"],"Select image":["Selecteer afbeelding"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Helaas kunnen we veranderingen in je SEO-instellingen niet opslaan terwijl je werkt aan een concept van een reeds gepubliceerd(e) %1$s. Als je je SEO-instellingen wilt bewaren, zorg dan dat je op 'Updaten' klikt, of wacht met wijzigen van je SEO-instellingen tot je klaar bent om je %1$s te updaten."],"Get started with Yoast SEO's content analysis for Elementor!":["Aan de slag met de Yoast SEO content analyse voor Elementor!"],"Got it":["Ik snap het"],"New: Yoast SEO for Elementor":["Nieuw: Yoast SEO voor Elementor"],"Last month":["Vorige maand"],"Two months ago":["Twee maanden geleden"],"Three months ago":["Drie maanden geleden"],"Four months ago":["Vier maanden geleden"],"Five months ago":["Vijf maanden geleden"],"Six months ago":["Zes maanden geleden"],"Seven months ago":["Zeven maanden geleden"],"Eight months ago":["Acht maanden geleden"],"Nine months ago":["Negen maanden geleden"],"Ten months ago":["Tien maanden geleden"],"Eleven months ago":["Elf maanden geleden"],"Twelve months ago":["Twaalf maanden geleden"],"Select country":["Land selecteren"],"Show results for:":["Resultaten weergeven voor:"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Er is een probleem opgetreden bij het zoeken naar gerelateerde keyphrases. Probeer het later opnieuw."],"Related keyphrase":["Gerelateerde keyphrase"],"Upgrade your %s plan":["Upgrade je %s abonnement"],"Get more insights at %s":["Krijg meer inzichten bij %s"],"Volume":["Volume"],"Trend":["Trend"],"Check out %s!":["Bekijk %s!"],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Je hebt het maximum van 4 gerelateerde keyphrases bereikt. Je kan gerelateerde keyphrases wijzigen of verwijderen in de %s metabox of zijbalk."],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Keyphrase volume in de laatste 12 maanden op een schaal van 0 tot 100."],"Learn more about the related keyphrases volume":["Leer meer over het volume van gerelateerde keyphrases"],"Learn more about the related keyphrases trend":["Leer meer over de trend van gerelateerde keyphrases"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Je hebt je aanvraaglimiet voor vandaag bereikt. Kom morgen terug of upgrade je abonnement op %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Wacht tot %1$s verbinding maakt met %2$s om gerelateerde keyphrases op te halen..."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Zou je deze gerelateerde keyphrases willen kunnen toevoegen aan de %s analyse zodat je de inhoud nog verder kan optimaliseren?"],"The number of headers and header labels don't match.":["Het aantal headers en header-labels komt niet overeen."],"Sorry, there's no data available for that keyphrase\/country combination.":["Er zijn geen suggesties beschikbaar voor deze keyphrase\/land combinatie."],"Return to your %s":["Ga terug naar je %s"],"Make sure to save your %s for changes to take effect":["Zorg ervoor dat je je %s opslaat om de wijzigingen door te voeren"],"Default for %1$s (%2$s)":["Standaard voor %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dit helpt zoekmachines je site en je inhoud te begrijpen. Je kan sommige van je instellingen voor de pagina hieronder wijzigen."],"Article type":["Artikeltype"],"Page type":["Paginatype"],"What type of page or content is this?":["Welk type pagina- of inhoud is dit?"],"Learn more about page or content types":["Lees meer over pagina of inhoud types"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beschrijft automatisch je pagina's door gebruik te maken van schema.org"],"Should search engines follow links on this %s":["Moeten zoekmachines links volgen op deze %s"],"Learn more about the no-index setting on our help page.":["Meer informatie over de instelling voor geen indexen op onze help pagina."],"Learn more about canonical URLs on our help page.":["Meer informatie over canonieke URL's vindt je op onze help pagina."],"Learn more about the breadcrumbs title setting on our help page.":["Meer informatie over de titel instelling kruimelpad vindt je op onze help pagina."],"Learn more about advanced meta robots settings on our help page.":["Lees meer over de instellingen van geavanceerde meta robots op onze help pagina."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Hoewel je de instelling van meta robots hier kunt instellen, is de hele site ingesteld op no-index in de site brede privacy instellingen, zodat deze instellingen geen effect hebben."],"Learn more about the no-follow setting on our help page.":["Meer informatie over de instelling voor niet-volgen vindt je op onze help pagina."],"Check out %1$s":["Bekijk %1$s"],"Learn SEO":["Leer SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["We hebben zowel gratis als betaalde online cursussen om je alles te leren over SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Wil je SEO leren van team Yoast? Bekijk onze %1$s!"],"Schema":["Schema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["De volgende woorden komen het meest voor in de tekst. Deze geven een indicatie van de focus van je tekst. Als de woorden erg afwijken van je onderwerp kun je overwegen om de tekst daarop te herschrijven."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Zodra je wat meer inhoud hebt toegevoegd geven we je een lijst met woorden die het vaakst voorkomen in de inhoud. Deze geven je een beeld van waar je inhoud op focust."],"%d occurrences":["%d gevallen"],"Keyphrase":["Keyphrase"],"Good job!":["Goed gedaan!"],"Add related keyphrase":["Voeg een gerelateerde keyphrase toe"],"%d day":["%d dag","%d dagen"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lees onze %1$sultieme gids voor keyword onderzoek%2$s om meer te leren over keyword onderzoek en keyword strategie."],"Prominent words":["Prominente woorden"],"%s (current default for %s)":["%s (huidige standaard voor %s)"],"Allow search engines to show this %s in search results?":["Sta zoekmachines toe om deze %s te tonen in zoekresultaten?"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"1 year free support and updates included!":["1 jaar gratis ondersteuning en updates inbegrepen!"],"Get internal linking suggestions":["Verkrijg interne link suggesties"],"Please provide a meta description by editing the snippet below.":["Voeg een metabeschrijving toe door de onderstaande snippet te bewerken."],"No":["Nee"],"Yes":["Ja"],"Close":["Sluiten"],"difficult":["moeilijk"],"easy":["eenvoudig"],"fairly difficult":["redelijk moeilijk"],"fairly easy":["redelijk eenvoudig"],"very difficult":["heel moeilijk"],"very easy":["heel eenvoudig"],"Try to make shorter sentences, using less difficult words to improve readability":["Probeer kortere zinnen met minder moeilijke woorden te maken om de leesbaarheid te verbeteren"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Het exemplaar scoort %1$s in de test, die als %2$s wordt beschouwd om te lezen."],"Flesch reading ease":["Flesch reading ease"],"Advanced":["Geavanceerd"],"Breadcrumbs Title":["Kruimelpadtitel"],"Canonical URL":["Canonieke URL"],"No Archive":["Geen archief"],"No Image Index":["Geen afbeeldingsindex"],"No Snippet":["Geen snippet"],"View":["Bekijken"],"Meta robots advanced":["Meta Robots geavanceerd"]}},"comment":{"reference":"js\/dist\/elementor.js"}}