{"translation-revision-date":"2023-10-17 12:51:34+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Good job! By providing this information, %1$s has improved your site and told search engines what your site is all about.":["Goed werk! Door deze informatie te verstrekken, heeft %1$s je site verbeterd en zoekmachines verteld waar je site over gaat."],"To increase your rankings, you need to regularly work on SEO. That can be overwhelming, so let’s start small!":["Om je rangschikking te verhogen, moet je regelmatig aan SEO werken. Dat kan overweldigend zijn, dus laten we klein beginnen!"],"Learn how to increase your rankings with %1$s":["Leer hoe je je rangschikking kunt verhogen met %1$s"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Als je een persoon selecteerd die deze site vertegenwoordigt, dan gebruiken we het sociale profiel van de profielpagina van de geselecteerde gebruiker."],"You have selected the user %1$s as the person this site represents.":["Je hebt de gebruiker %1$s geselecteerd als de persoon die deze site vertegenwoordigt."],"Please select a user in the Site representation step.":["Selecteer een gebruiker in de site representatiestap."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Je kan %1$ssociale profielen updaten of toevoegen aan dit gebruikersprofiel%2$s."],"We could not save the website name. Please check the value.":["We konden de sitenaam niet opslaan. Controleer de waarde."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["We zijn zo vrij geweest je sitenaam en logo te gebruiken voor de naam en het logo van de organisatie. Voel je vrij om ze hieronder te wijzigen."],"Finish configuration":["Configuratie voltooien"],"Personal preferences":["Persoonlijke voorkeuren"],"An error has occurred: %1$s":["Er is een fout opgetreden: %1$s"],"We could not save the organization name. Please check the value.":["We kunnen de bedrijfsnaam niet opslaan. Controleer de waarde."],"SEO data optimization":["SEO gegevensoptimalisatie"],"%s usage tracking":["%s gebruikstracking"],"E.g. example@email.com":["Bijv. example@email.com"],"%s newsletter":["%s nieuwsbrief"],"What data will be tracked and for what reasons?":["Welke gegevens worden bijgehouden en om welke redenen?"],"Thank you! Check your inbox for the confirmation email.":["Bedankt! Check je inbox voor de bevestigingsmail."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Het Yoast indexables team kan niet wachten om je site in topvorm te krijgen voor de zoekmachines. Help ons en onderneem deze 5 stappen om onze Yoast indexables aan het werk te zetten!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Zet het %1$s%2$s indexables team%3$s aan het werk! Zorg dat Google je site begrijpt."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Wees je ervan bewust dat je alle instellingen in deze stap moet invullen om de meeste waarde uit gestructureerde gegevens te halen. %1$sLees meer over het belang van gestructureerde gegevens%2$s."],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Schrijf je in voor de %1$s nieuwsbrief om best-practice tips te ontvangen over hoe je kunt ranken, blijf op de hoogte van het laatste SEO nieuws en krijg advies over hoe je %2$s optimaal kunt gebruiken!"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["We hebben je hulp nodig om Yoast SEO te verbeteren. Mogen wij anonieme informatie verzamelen over je site en hoe je die gebruikt?"],"Tell us about your site, so we can get your site ranked!":["Vertel ons over je site, zodat we je site kunnen laten ranken!"],"Please enter a valid email address.":["Voer een geldig e-mailadres in."],"Or go to your SEO dashboard":["Of ga naar je SEO dashboard"],"Personal logo or avatar":["Persoonlijk logo of avatar"],"Select a user":["Selecteer een gebruiker"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Je hebt de gebruiker %1$s geselecteerd als de persoon die deze site vertegenwoordigt. Deze gebruikersprofiel informatie zal nu worden gebruikt in zoekresultaten. Je mag dit gebruikersprofiel niet updaten, dus vraag deze gebruiker of een beheer om er zeker van te zijn dat de informatie correct is."],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Door deze stap te voltooien, help je Google je site te laten begrijpen en vergroot je de kans op %1$srijke resultaten%2$s."],"Help us out here! Is your site about an organization or a person? ":["Help ons hier! Gaat je site over een organisatie of een persoon? "],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Je hebt de gebruiker %1$s geselecteerd als de persoon die deze site vertegenwoordigt. Dit gebruikersprofiel informatie zal nu worden gebruikt in zoekresultaten. %2$sWerk dit profiel bij om er zeker van te zijn dat de informatie correct is%3$s."],"Uploading image...":["Afbeelding aan het uploaden..."],"Select an option":["Selecteer een optie"],"We've successfully analyzed your site!":["Wij hebben je site succesvol geanalyseerd!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO gegevens optimalisatie loopt... Je kan veilig verder gaan met de volgende stappen van deze configuratie."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Wees ervan bewust dat je de SEO gegevens optimalisatie moet uitvoeren om deze configuratie maximaal effect te laten sorteren."],"We've already successfully analyzed your site. You can move on to the next step.":["We hebben je site al met succes geanalyseerd. Je kan overgaan naar de volgende stap."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Laten we je site analyseren net zoals Google dat doet en laten we die indexeerbare gegevens in actie komen door de SEO gegevens optimalisatie uit te voeren! Onze indexeerbare gegevens zullen onmiddellijk technische problemen verbeteren zonder dat je iets hoeft te doen! \n\nAls je veel inhoud hebt, kan die optimalisatie een tijdje duren. Maar geloof ons, het is het waard! Wil je meer lezen, %1$sbekijk dan de voordelen van de indexeerbare gegevensgroep.%2$s"],"Add another profile":["Voeg nog een profiel toe"],"Delete item":["Verwijder item"],"E.g. https:\/\/social-platform.com\/yoast":["Bijv. https:\/\/social-platform.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Bijv. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Bijv. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Bijv. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Bijv. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Bijv. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Bijv. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Bijv. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Bijv. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Bijv. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["Bijv. https:\/\/www.facebook.com\/yoast"],"Other social profile":["Andere sociaal profiel"],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["We hebben een beetje meer hulp van jou nodig! Voeg je bedrijf Facebook en Twitter profiel toe zodat we de metadata ook voor die platformen kunnen optimaliseren."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Je hebt geen toestemming om de sociale profielen van deze gebruiker te bewerken. Vraag aan een beheerder om dit aan te passen."],"Could not save this value. Please check the URL.":["Deze waarde kon niet worden opgeslagen. Controleer de URL."],"Could not save this value. Please check the URL or username.":["Deze waarde kon niet worden opgeslagen. Controleer de URL of gebruikersnaam."],"Email address":["E-mailadres"],"Oops! Something went wrong. Check your email address and try again.":["Oeps! Er ging iets mis. Controleer je e-mailadres en probeer het opnieuw."],"Sign up!":["Schrijf je in!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respecteert jouw privacy. Lees %1$sons privacybeleid%2$s over hoe we omgaan met je persoonlijke informatie."],"Save and continue":["Opslaan en doorgaan"],"No, don’t track my site data":["Nee, mijn sitegegevens niet bijhouden"],"Yes, you can track my site data":["Ja, je mag de data van mijn site tracken"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Belangrijk: we verkopen deze gegevens nooit. En natuurlijk verzamelen we, zoals altijd, geen persoonsgegevens over jou of je bezoekers."],"Does your site represent an Organization or Person?":["Vertegenwoordigt je site een organisatie of een persoon?"],"Site representation":["Site representatie"],"Continue":["Doorgaan"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Je kan nog steeds de SEO gegevens optimalisatie uitvoeren in de %1$sGereedschappen sectie%2$s. Zodra dat klaar is, vernieuw je deze pagina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Deze configuratie stap is momenteel uitgeschakeld, omdat je niet de laatste versie van Yoast SEO Premium gebruikt. Update naar de laatste versie (ten minste %1$s). "],"Error stack trace":["Fout stack trace"],"Response":["Reactie"],"Error message":["Foutbericht"],"Status code":["Status code"],"Request method":["Aanvraagmethode"],"Request URL":["Aanvraag URL"],"Error details":["Fout details"],"Select image":["Selecteer afbeelding"],"Replace image":["Vervang afbeelding"],"Remove image":["Verwijder afbeelding"],"This feature has been disabled since subsites never send tracking data.":["Deze functie is uitgeschakeld omdat subsites nooit tracking gegevens verzenden."],"Stop SEO data optimization":["SEO-gegevensoptimalisatie stoppen"],"SEO data optimization is disabled for non-production environments.":["SEO-gegevensoptimalisatie is uitgeschakeld voor niet-productie omgevingen."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Deze functie bevat en vervangt de Text Link Counter en Internal Linking Analysis"],"Start SEO data optimization":["SEO-data optimaliseren"],"Organization name":["Organisatienaam"],"Organization logo":["Logo organisatie"],"This feature has been disabled by the network admin.":["Deze optie is uitgeschakeld door de netwerk admin."],"Go back":["Ga terug"],"Save changes":["Wijzigingen opslaan"],"Name":["Naam"],"Social profiles":["Sociale profielen"],"Loading...":["Laden..."],"Website name":["Websitenaam"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["Bewerken"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}