{"translation-revision-date":"2023-10-17 12:51:34+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Write more natural and engaging content":["Schrijf natuurlijkere en boeiendere inhoud"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Synoniemen helpen gebruikers je tekst beter te begrijpen. Het is makkelijker te lezen voor zowel gebruikers als Google. In %s kun je synoniemen toevoegen voor je focus keyphrase, en we helpen je ze te optimaliseren."],"What’s more in Yoast SEO Premium?":["Wat zit er nog meer in Yoast SEO Premium?"],"Reach a wider audience":["Bereik een breder publiek"],"Preview how your content looks when shared on social":["Bekijk een voorbeeld van hoe je inhoud eruit ziet wanneer deze op sociale media wordt gedeeld"],"Get extra SEO checks with the Premium SEO analysis":["Profiteer van extra SEO checks met de Premium SEO analyse"],"Easily improve the structure of your site":["Verbeter eenvoudig de structuur van je site"],"Add related keyphrases":["Voeg gerelateerde keyphrases toe"],"Avoid dead links on your site":["Voorkom dode links op je site"],"Get guidance & save time on routine SEO tasks":["Verkrijg begeleiding & bespaar tijd bij routinematige SEO taken"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Verkrijg hulp bij het optimaliseren voor maximaal 5 gerelateerde keyphrases. Hierdoor kun je een breder publiek bereiken en meer verkeer genereren."],"Create content faster: Use AI to create titles & meta descriptions":["Sneller inhoud maken: gebruik AI om titels & meta beschrijvingen te maken"],"Potentially non-inclusive":["Potentieel niet inclusief"],"Inclusive language":["Inclusieve taal"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sInclusieve taal%2$s: we hebben geen potentieel niet-inclusieve zinnen gedetecteerd. Goed gedaan!"],"Potentially non-inclusive phrases":["Mogelijk niet inclusieve zinnen"],"Non-inclusive phrases":["Niet inclusieve zinnen"],"Learn more about the inclusive language analysis":["Meer informatie over de inclusieve taalanalyse"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["We hebben gemerkt dat je een meertalige plugin gebruikt. Deze analyse feedback is alleen bedoeld voor teksten die in het Engels zijn geschreven."],"Unlock with %s":["Ontgrendel met %s"],"Premium SEO analysis":["Premium SEO analyse"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sKeyphrase distributie%2$s: Heb je je focus keyphrase gelijkmatig verdeeld over de hele tekst? %3$sYoast SEO Premium vertelt het je!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sMoeilijke woorden%2$s: Is je woordenschat geschikt voor een groter publiek? %3$sYoast SEO Premium zal het je vertellen!%4$s"],"Please enter a focus keyphrase first to track keyphrase performance":["Vul eerst een focus keyphrase in om de prestaties van je keyphrase bij te houden"],"Please enter a focus keyphrase first to get related keyphrases":["Voeg eerst een keyphrase toe om gerelateerde keyphrases te verkrijgen"],"Related keyphrases":["Gerelateerde keyphrases"],"Get related keyphrases":["Krijg gerelateerde keyphrases"],"Return to your %s":["Ga terug naar je %s"],"Make sure to save your %s for changes to take effect":["Zorg ervoor dat je je %s opslaat om de wijzigingen door te voeren"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Je keyphrase is te lang. Het kan maximaal 191 tekens lang zijn."],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Wist je dat %s ook verschillende woordvormen in je keyphrase analyseert, zoals meervoud of verleden tijd?"],"Go %s!":["Ga %s!"],"Focus keyphrase":["Focus keyphrase"],"Help on choosing the perfect focus keyphrase":["Hulp bij het kiezen van de perfecte focus keyphrase"],"Add related keyphrase":["Voeg een gerelateerde keyphrase toe"],"Learn more about the readability analysis":["Leer meer over Leesbaarheidsanalyse"],"Mark as cornerstone content":["Markeer als cornerstone content"],"Learn more about Cornerstone Content.":["Leer meer over cornerstone content."],"Analysis results":["Analyse-resultaten"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Probeer je meerdere keyphrases te gebruiken? Vul ze dan hieronder apart in."],"Enter a focus keyphrase to calculate the SEO score":["Voer een focus keyphrase in om de SEO-score te berekenen"],"Cornerstone content should be the most important and extensive articles on your site.":["Cornerstone inhoud zou de belangrijkste en omvangrijkste artikelen op je site moeten zijn."],"Add synonyms":["Synoniemen toevoegen"],"Good results":["Goede resultaten"],"SEO analysis":["SEO-analyse"],"Considerations":["Overwegingen"],"Errors":["Fouten"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"Cornerstone content":["Cornerstone content"],"1 year free support and updates included!":["1 jaar gratis ondersteuning en updates inbegrepen!"],"Good SEO score":["Goede SEO-score"],"OK SEO score":["Redelijke SEO-score"],"Feedback":["Feedback"],"Needs improvement":["Heeft verbetering nodig"],"Readability analysis":["Leesbaarheidsanalyse"],"Problems":["Problemen"],"Improvements":["Verbeteringen"],"Open":["Open"],"Good":["Goed"],"Close":["Sluiten"],"OK":["OK"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}