{"translation-revision-date":"2024-05-23 21:25:50+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Please try the %1$sDirect Conversion%2$s method if you don’t have server access, or %3$scontact support%4$s for further assistance.":["Probeer de %1$sDirecte conversie%2$s methode als je geen servertoegang hebt, of %3$sneem contact op met ondersteuning%4$s voor verdere hulp."],"Activate the Local WebP feature with a single click; no server configuration required.":["Activeer de lokale WepP functie met één klik; geen server configuratie vereist."],"Fix the \"Serve images in next-gen format\" Google PageSpeed recommendation with a single click! Serve WebP images directly from your server to supported browsers, while seamlessly switching to original images for those without WebP support. All without relying on a CDN or any server configuration.":["Herstel de \"Serveer afbeeldingen in next-gen format\" Google PageSpeed aanbeveling met een enkele klik! Serveer WepP afbeeldingen direct vanaf je server naar ondersteunde browsers, terwijl je naadloos overschakelt naar originele afbeeldingen voor browsers zonder ondersteuning voor WepP. En dat allemaal zonder afhankelijk te zijn van een CDN of enige configuratie van de server."],"UNLOCK WEBP WITH PRO":["ONTGRENDEL WEBP MET PRO"],"This stage is already completed.":["Dit stadium is al afgerond."],"Setup":["Setup"],"Finishing setup…":["Setup afronden…"],"Check status":["Status controleren"],"Quit":["Afsluiten"],"Quit setup":["Setup afsluiten"],"Something went wrong with the request.":["Er is iets fout gegaan met de aanvraag."],"Step %s":["Stap %s"],"Convert now":["Nu converteren"],"Convert Images to WebP":["Converteer afbeeldingen naar WebP"],"Next, click Check Status button below to see if it's working.":["Klik daarna op de knop Status controleren hieronder om te zien of het werkt."],"Get Support.":["Krijg ondersteuning."],"Still having trouble?":["Heb je nog steeds problemen?"],"NGINX":["NGINX"],"Apache":["Apache"],"WebP conversion is active and working well. Your hosting has automatically pre-configured the conversion for you. The only step for you would be to create WebP images below.":["WebP conversie is actief en werkt goed. Je hosting heeft de omzetting voor je automatisch voor geconfigureerd. De enige stap voor je zou zijn om hieronder WebP afbeeldingen te maken."],"Since your site is hosted with WPMU DEV, we already have done the configurations steps for you. The only step for you would be to create WebP images below.":["Omdat je site bij WPMU DEV gehost wordt, hebben we de configuratiestappen voor je al gedaan. De enige stap voor je zou zijn om hieronder WebP afbeeldingen te maken."],"We noticed the Amazon S3 Integration is enabled. Offloaded images will not be served in WebP format, but Smush will create local WebP copies of all images. If this is undesirable, you can quit the setup.":["We zien dat de Amazon S3 integratie ingeschakeld is. Uitgeladen afbeeldingen worden niet in WebP format geserveerd, maar Smush maakt wel lokale WebP kopieën van alle afbeeldingen. Als dit ongewenst is, kun je de setup afbreken."],"The rules have been applied successfully.":["De regels zijn met succes toegepast."],"Finish Setup":["Installatie afronden"],"The following configurations are for NGINX servers. If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.":["De volgende configuraties zijn voor NGINX servers. Als je geen toegang hebt tot je NGINX config bestanden zul je contact moeten opnemen met je hosting provider om deze veranderingen aan te brengen."],"Add Rules":["Regels toevoegen"],"Choose Server Type":["Kies server type"],"Serve WebP version of images in the browsers that support it and fall back to JPEGs and PNGs for unsupported browsers.":["Serveer WebP versies van afbeeldingen in de browsers die dat ondersteunen en val terug op JPEG's en PNG's voor niet ondersteunde browsers."],"Fix “Serve images in next-gen format\" Google PageSpeed recommendation.":["Herstel \"Serveer afbeeldingen in next-gen format\" Google PageSpeed aanbeveling."],"Manual":["Handmatig"],"Automatic":["Automatisch"],"Copy the generated code below and paste it at the top of your .htaccess file (before any existing code) in the root directory.":["Kopieer de gegenereerde code hieronder en plak deze bovenaan van je .htaccess bestand (vóór bestaande code) in de root folder."],"If you are unable to get the automated method working, follow these steps:":["Volg deze stappen als je de geautomatiseerde methode niet kunt laten werken:"],"Local WebP":["Lokale WebP"],"Smush WebP":["Smush WebP"],"Reload NGINX.":["NGINX herladen."],"Copy the generated code found below and paste it inside your http or server blocks.":["Kopieer de gegenereerde code hieronder en plak deze in je serverblok."],"Insert the following in the server context of your configuration file (usually found in \/etc\/nginx\/sites-available). “The server context” refers to the part of the configuration that starts with “server {” and ends with the matching “}”.":["Voeg het volgende in de servercontext van je configuratiebestand in (meestal te vinden in\/etc\/nginx\/sites-available). \"De server context\" verwijst naar het deel van de configuratie dat begint met \"server {\" en eindigt met de bijpassende \"}\"."],"If you don't know where those files are, or you aren't able to reload Apache, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server.":["Als je niet weet waar die bestanden zijn, of als je Apache niet opnieuw kunt laden, moet je contact opnemen met je hosting provider of een systeembeheerder die toegang heeft om de configuratie van je server te wijzigen."],"Reload Apache.":["Herlaad Apache."],"Look for your site in the file and find the line that starts with <Directory> - add the code above that line and into that section and save the file.":["Zoek je site in het bestand en vind de regel die begint met <Directory> - voeg de code boven die regel en in die sectie toe en sla het bestand op."],"If .htaccess does not work, and you have access to vhosts.conf or httpd.conf, try this:":["Als .htaccess niet werkt, en je hebt toegang tot vhosts.conf of httpd.conf, probeer dit dan:"],"Troubleshooting":["Probleemoplossen"],"Apply rules":["Regels toepassen"],"Please note: Some servers have both Apache and NGINX software which may not begin serving WebP images after applying the .htaccess rules. If errors occur after applying the rules, we recommend adding NGINX rules manually.":["Let op: sommige servers hebben zowel Apache als NGINX software die mogelijk geen WebP afbeeldingen begint te leveren na het toepassen van de .htaccess regels. Als er fouten optreden na het toepassen van de regels, raden we aan NGINX regels handmatig toe te voegen."],"Smush can automatically apply WebP conversion rules for Apache servers by writing to your .htaccess file. Alternatively, switch to Manual to apply these rules yourself.":["Smush kan automatisch WebP conversieregels toepassen voor Apache-servers door je .htaccess bestand te schrijven. Je kunt ook overschakelen naar Handmatig om deze regels zelf toe te passen."],"We've automatically detected your server type is %s. If this is incorrect, manually select your server type to generate the relevant rules and instructions.":["We hebben automatisch vastgesteld dat je servertype %s is. Als dit onjuist is, selecteer je handmatig je servertype om de relevante regels en instructies te genereren."],"Choose your server type. If you don’t know this, please contact your hosting provider.":["Kies je servertype. Als je dit niet weet, neem dan contact op met je hosting provider."],"Server Type":["Servertype"],"Previous":["Vorige"],"Finish":["Afronden"],"Next":["Volgende"],"Pro":["Pro"]}},"comment":{"reference":"app\/assets\/js\/smush-react-webp.js"}}