{"translation-revision-date":"2021-10-19 15:12:26+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"The uploaded file is not a %s Config. Please make sure the uploaded file is correct.":["Het geüploade bestand is geen %s Config. Controleer of het geüploade bestand correct is."],"%s config created successfully.":["%s configuratie is met succes gemaakt."],"Save your current settings configuration. You’ll be able to then download and apply it to your other sites.":["Sla de configuratie van je huidige instellingen op. Je kunt het vervolgens downloaden en toepassen op je andere sites."],"Save Config":["Config opslaan"],"Change your config name to something recognizable.":["Verander je configuratienaam in iets herkenbaars."],"Rename Config":["De naam van config wijzigen"],"Save":["Opslaan"],"The config name is required":["De configuratienaam is vereist"],"Description":["Beschrijving"],"Config name":["Configuratienaam"],"Are you sure you want to delete %s? You will no longer be able to apply it to this or other connected sites.":["Weet je zeker dat je %s wilt verwijderen? Je kunt het niet langer toepassen op deze of andere verbonden sites."],"Delete Configuration File":["Configuratiebestand verwijderen"],"%s config has been applied successfully.":["%s configuratie is met succes toegepast."],"Are you sure you want to apply the %s config to this site? We recommend you have a backup available as your existing settings configuration will be overridden.":["Weet je zeker dat je de %s configuratie op deze site wilt toepassen? We raden je aan een back-up beschikbaar te hebben, aangezien de configuratie van je bestaande instellingen wordt overschreven."],"Apply Config":["Configuratie toepassen"],"%s config has been uploaded successfully – you can now apply it to this site.":["%s config is met succes geüpload - je kunt het nu toepassen op deze site."],"Request failed. Status: %s. Please reload the page and try again.":["Aanvraag is mislukt. Status: %s. Laad de pagina opnieuw en probeer het opnieuw."],"Try The Hub":["Probeer the Hub"],"Name and Description":["Naam en beschrijving"],"Download":["Downloaden"],"Apply":["Toepassen"],"Check again":["Opnieuw controleren"],"Created or updated configs via the Hub?":["Configuraties gemaakt of geüpdatet via de Hub?"],"Use configs to save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["Gebruik configuraties om vooraf ingestelde configuraties van de instellingen van Smush op te slaan en upload ze vervolgens en pas ze in slechts een paar klikken toe op je andere sites!"],"You don’t have any available config. Save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["Je hebt geen beschikbare configuratie. Sla vooraf ingestelde configuraties van de instellingen van Smush op en upload ze en pas ze in slechts een paar klikken toe op je andere sites!"],"Updating the config list…":["De configuratielijst wordt geüpdatet..."],"Save config":["Configuratie opslaan"],"Upload":["Upload"],"Preset Configs":["Vooraf ingestelde configuraties"],"the Hub.":["the Hub."],"You can easily apply configs to multiple sites at once via ":["Je kunt eenvoudig configuraties toepassen op meerdere sites tegelijk via "],"Local WebP":["Lokale WebP"],"Close this dialog window":["Sluit dit dialoogvenster"],"Dismiss notice":["Bericht sluiten"],"Subsite Controls":["Subsite-instellingen"],"Tools":["Tools"],"Lazy Load":["Lazyloaden"],"Delete":["Verwijderen"],"Cancel":["Annuleren"],"Integrations":["Integraties"],"Bulk Smush":["Bulk Smush"],"CDN":["CDN"],"Settings":["Instellingen"]}},"comment":{"reference":"app\/assets\/js\/smush-react-configs.js"}}